0	agree
1	agree
2	agree
3	disagree
4	discuss
5	unrelated
6	agree
7	agree
8	unrelated
9	disagree
10	agree
11	unrelated
12	discuss
13	discuss
14	unrelated
15	agree
16	unrelated
17	unrelated
18	discuss
19	discuss
20	agree
21	unrelated
22	discuss
23	unrelated
24	discuss
25	unrelated
26	discuss
27	discuss
28	unrelated
29	unrelated
30	discuss
31	agree
32	agree
33	unrelated
34	discuss
35	discuss
36	unrelated
37	discuss
38	unrelated
39	discuss
40	agree
41	discuss
42	discuss
43	agree
44	agree
45	discuss
46	discuss
47	discuss
48	unrelated
49	discuss
50	discuss
51	agree
52	discuss
53	disagree
54	disagree
55	discuss
56	discuss
57	unrelated
58	disagree
59	discuss
60	discuss
61	unrelated
62	discuss
63	discuss
64	discuss
65	discuss
66	agree
67	discuss
68	discuss
69	discuss
70	unrelated
71	agree
72	unrelated
73	discuss
74	unrelated
75	unrelated
76	unrelated
77	agree
78	discuss
79	agree
80	agree
81	unrelated
82	agree
83	agree
84	discuss
85	discuss
86	agree
87	unrelated
88	agree
89	discuss
90	unrelated
91	discuss
92	unrelated
93	unrelated
94	unrelated
95	agree
96	unrelated
97	discuss
98	discuss
99	agree
100	unrelated
101	agree
102	unrelated
103	disagree
104	discuss
105	unrelated
106	unrelated
107	agree
108	discuss
109	unrelated
110	discuss
111	unrelated
112	discuss
113	discuss
114	agree
115	discuss
116	discuss
117	discuss
118	discuss
119	unrelated
120	discuss
121	agree
122	discuss
123	agree
124	discuss
125	discuss
126	agree
127	unrelated
128	discuss
129	unrelated
130	discuss
131	disagree
132	discuss
133	discuss
134	discuss
135	unrelated
136	unrelated
137	discuss
138	agree
139	disagree
140	agree
141	discuss
142	discuss
143	agree
144	discuss
145	unrelated
146	agree
147	unrelated
148	unrelated
149	unrelated
150	discuss
151	discuss
152	discuss
153	discuss
154	unrelated
155	agree
156	unrelated
157	discuss
158	discuss
159	discuss
160	discuss
161	unrelated
162	discuss
163	unrelated
164	discuss
165	discuss
166	unrelated
167	unrelated
168	discuss
169	discuss
170	discuss
171	discuss
172	discuss
173	agree
174	discuss
175	unrelated
176	discuss
177	agree
178	agree
179	discuss
180	discuss
181	agree
182	discuss
183	discuss
184	disagree
185	unrelated
186	discuss
187	discuss
188	unrelated
189	discuss
190	unrelated
191	discuss
192	agree
193	discuss
194	agree
195	unrelated
196	unrelated
197	discuss
198	agree
199	disagree
200	discuss
201	unrelated
202	agree
203	discuss
204	discuss
205	discuss
206	discuss
207	disagree
208	unrelated
209	discuss
210	agree
211	discuss
212	discuss
213	discuss
214	disagree
215	discuss
216	discuss
217	unrelated
218	unrelated
219	unrelated
220	discuss
221	disagree
222	discuss
223	unrelated
224	discuss
225	disagree
226	unrelated
227	discuss
228	agree
229	discuss
230	unrelated
231	discuss
232	discuss
233	agree
234	discuss
235	unrelated
236	discuss
237	unrelated
238	disagree
239	discuss
240	agree
241	discuss
242	agree
243	unrelated
244	discuss
245	unrelated
246	unrelated
247	discuss
248	discuss
249	discuss
250	disagree
251	unrelated
252	unrelated
253	discuss
254	disagree
255	discuss
256	discuss
257	discuss
258	agree
259	discuss
260	discuss
261	unrelated
262	unrelated
263	discuss
264	unrelated
265	discuss
266	agree
267	unrelated
268	discuss
269	unrelated
270	unrelated
271	discuss
272	agree
273	unrelated
274	discuss
275	unrelated
276	discuss
277	discuss
278	agree
279	discuss
280	discuss
281	discuss
282	discuss
283	disagree
284	discuss
285	discuss
286	discuss
287	discuss
288	discuss
289	unrelated
290	discuss
291	disagree
292	discuss
293	unrelated
294	unrelated
295	unrelated
296	discuss
297	discuss
298	discuss
299	unrelated
300	unrelated
301	discuss
302	discuss
303	unrelated
304	discuss
305	agree
306	discuss
307	unrelated
308	unrelated
309	unrelated
310	discuss
311	discuss
312	agree
313	agree
314	unrelated
315	unrelated
316	discuss
317	discuss
318	unrelated
319	unrelated
320	unrelated
321	unrelated
322	agree
323	discuss
324	agree
325	discuss
326	unrelated
327	unrelated
328	agree
329	unrelated
330	discuss
331	discuss
332	discuss
333	unrelated
334	agree
335	disagree
336	discuss
337	agree
338	discuss
339	discuss
340	unrelated
341	agree
342	unrelated
343	agree
344	agree
345	discuss
346	disagree
347	unrelated
348	discuss
349	disagree
350	agree
351	agree
352	discuss
353	discuss
354	unrelated
355	discuss
356	unrelated
357	discuss
358	unrelated
359	discuss
360	unrelated
361	agree
362	disagree
363	discuss
364	unrelated
365	unrelated
366	unrelated
367	disagree
368	agree
369	discuss
370	discuss
371	discuss
372	discuss
373	unrelated
374	unrelated
375	discuss
376	discuss
377	unrelated
378	discuss
379	discuss
380	unrelated
381	discuss
382	discuss
383	unrelated
384	discuss
385	unrelated
386	unrelated
387	agree
388	discuss
389	disagree
390	unrelated
391	agree
392	unrelated
393	discuss
394	discuss
395	discuss
396	unrelated
397	discuss
398	unrelated
399	unrelated
400	agree
401	unrelated
402	agree
403	unrelated
404	unrelated
405	discuss
406	unrelated
407	agree
408	unrelated
409	discuss
410	discuss
411	unrelated
412	discuss
413	unrelated
414	unrelated
415	discuss
416	discuss
417	disagree
418	discuss
419	agree
420	unrelated
421	unrelated
422	discuss
423	unrelated
424	discuss
425	discuss
426	discuss
427	discuss
428	unrelated
429	discuss
430	unrelated
431	agree
432	discuss
433	disagree
434	unrelated
435	unrelated
436	discuss
437	discuss
438	unrelated
439	discuss
440	discuss
441	unrelated
442	unrelated
443	unrelated
444	discuss
445	discuss
446	discuss
447	unrelated
448	unrelated
449	discuss
450	unrelated
451	agree
452	unrelated
453	discuss
454	discuss
455	unrelated
456	discuss
457	discuss
458	discuss
459	discuss
460	discuss
461	discuss
462	discuss
463	agree
464	discuss
465	discuss
466	unrelated
467	unrelated
468	unrelated
469	agree
470	discuss
471	discuss
472	unrelated
473	unrelated
474	unrelated
475	unrelated
476	agree
477	discuss
478	disagree
479	unrelated
480	unrelated
481	discuss
482	discuss
483	unrelated
484	discuss
485	agree
486	discuss
487	unrelated
488	unrelated
489	agree
490	agree
491	unrelated
492	unrelated
493	unrelated
494	unrelated
495	agree
496	discuss
497	unrelated
498	discuss
499	discuss
500	discuss
501	discuss
502	unrelated
503	unrelated
504	agree
505	discuss
506	unrelated
507	discuss
508	unrelated
509	unrelated
510	unrelated
511	discuss
512	unrelated
513	discuss
514	unrelated
515	discuss
516	unrelated
517	discuss
518	discuss
519	unrelated
520	unrelated
521	unrelated
522	discuss
523	unrelated
524	discuss
525	unrelated
526	unrelated
527	agree
528	discuss
529	discuss
530	unrelated
531	unrelated
532	discuss
533	agree
534	unrelated
535	unrelated
536	unrelated
537	unrelated
538	agree
539	discuss
540	discuss
541	unrelated
542	agree
543	unrelated
544	discuss
545	unrelated
546	discuss
547	discuss
548	unrelated
549	discuss
550	discuss
551	discuss
552	unrelated
553	disagree
554	agree
555	discuss
556	discuss
557	discuss
558	unrelated
559	unrelated
560	unrelated
561	unrelated
562	discuss
563	unrelated
564	discuss
565	unrelated
566	discuss
567	discuss
568	discuss
569	discuss
570	discuss
571	discuss
572	discuss
573	unrelated
574	unrelated
575	discuss
576	agree
577	agree
578	discuss
579	agree
580	agree
581	agree
582	unrelated
583	unrelated
584	discuss
585	agree
586	discuss
587	unrelated
588	unrelated
589	agree
590	unrelated
591	disagree
592	unrelated
593	unrelated
594	discuss
595	unrelated
596	discuss
597	discuss
598	discuss
599	discuss
600	discuss
601	agree
602	discuss
603	discuss
604	disagree
605	agree
606	discuss
607	disagree
608	unrelated
609	unrelated
610	agree
611	unrelated
612	unrelated
613	agree
614	discuss
615	unrelated
616	unrelated
617	unrelated
618	discuss
619	unrelated
620	discuss
621	discuss
622	discuss
623	disagree
624	agree
625	discuss
626	disagree
627	agree
628	unrelated
629	unrelated
630	agree
631	discuss
632	agree
633	discuss
634	discuss
635	unrelated
636	discuss
637	discuss
638	discuss
639	discuss
640	disagree
641	discuss
642	disagree
643	agree
644	discuss
645	discuss
646	discuss
647	agree
648	unrelated
649	agree
650	discuss
651	discuss
652	discuss
653	discuss
654	discuss
655	discuss
656	unrelated
657	discuss
658	unrelated
659	unrelated
660	discuss
661	discuss
662	agree
663	discuss
664	discuss
665	disagree
666	discuss
667	discuss
668	agree
669	agree
670	discuss
671	unrelated
672	unrelated
673	agree
674	discuss
675	unrelated
676	agree
677	unrelated
678	agree
679	discuss
680	discuss
681	discuss
682	agree
683	discuss
684	agree
685	agree
686	unrelated
687	unrelated
688	discuss
689	disagree
690	discuss
691	unrelated
692	discuss
693	agree
694	unrelated
695	unrelated
696	unrelated
697	unrelated
698	disagree
699	discuss
700	disagree
701	unrelated
702	discuss
703	discuss
704	agree
705	agree
706	disagree
707	discuss
708	agree
709	agree
710	agree
711	discuss
712	discuss
713	discuss
714	unrelated
715	unrelated
716	discuss
717	disagree
718	agree
719	unrelated
720	discuss
721	unrelated
722	unrelated
723	agree
724	discuss
725	discuss
726	discuss
727	discuss
728	unrelated
729	discuss
730	unrelated
731	unrelated
732	discuss
733	discuss
734	discuss
735	discuss
736	discuss
737	unrelated
738	unrelated
739	discuss
740	unrelated
741	agree
742	discuss
743	unrelated
744	agree
745	unrelated
746	discuss
747	discuss
748	discuss
749	agree
750	unrelated
751	discuss
752	unrelated
753	discuss
754	discuss
755	discuss
756	unrelated
757	discuss
758	agree
759	unrelated
760	unrelated
761	agree
762	unrelated
763	unrelated
764	discuss
765	discuss
766	discuss
767	discuss
768	discuss
769	agree
770	unrelated
771	disagree
772	discuss
773	discuss
774	discuss
775	discuss
776	discuss
777	unrelated
778	agree
779	discuss
780	disagree
781	disagree
782	agree
783	unrelated
784	discuss
785	agree
786	discuss
787	unrelated
788	discuss
789	discuss
790	discuss
791	unrelated
792	agree
793	unrelated
794	unrelated
795	discuss
796	discuss
797	disagree
798	unrelated
799	unrelated
800	disagree
801	unrelated
802	discuss
803	discuss
804	unrelated
805	disagree
806	unrelated
807	unrelated
808	discuss
809	discuss
810	agree
811	discuss
812	discuss
813	disagree
814	discuss
815	agree
816	unrelated
817	discuss
818	unrelated
819	unrelated
820	agree
821	unrelated
822	unrelated
823	discuss
824	unrelated
825	unrelated
826	discuss
827	discuss
828	discuss
829	agree
830	unrelated
831	agree
832	discuss
833	agree
834	discuss
835	discuss
836	unrelated
837	unrelated
838	unrelated
839	discuss
840	unrelated
841	unrelated
842	unrelated
843	disagree
844	disagree
845	discuss
846	discuss
847	unrelated
848	unrelated
849	agree
850	agree
851	agree
852	disagree
853	discuss
854	discuss
855	unrelated
856	discuss
857	unrelated
858	unrelated
859	discuss
860	unrelated
861	unrelated
862	discuss
863	discuss
864	discuss
865	agree
866	discuss
867	discuss
868	discuss
869	discuss
870	unrelated
871	agree
872	discuss
873	discuss
874	discuss
875	discuss
876	unrelated
877	agree
878	discuss
879	discuss
880	discuss
881	unrelated
882	unrelated
883	unrelated
884	disagree
885	unrelated
886	unrelated
887	discuss
888	discuss
889	discuss
890	unrelated
891	unrelated
892	discuss
893	unrelated
894	disagree
895	unrelated
896	discuss
897	discuss
898	unrelated
899	discuss
900	discuss
901	discuss
902	unrelated
903	agree
904	discuss
905	discuss
906	discuss
907	discuss
908	unrelated
909	discuss
910	unrelated
911	unrelated
912	unrelated
913	discuss
914	agree
915	discuss
916	discuss
917	discuss
918	unrelated
919	discuss
920	disagree
921	discuss
922	discuss
923	unrelated
924	discuss
925	unrelated
926	unrelated
927	unrelated
928	discuss
929	discuss
930	discuss
931	unrelated
932	discuss
933	disagree
934	discuss
935	discuss
936	discuss
937	discuss
938	unrelated
939	unrelated
940	discuss
941	unrelated
942	unrelated
943	disagree
944	agree
945	discuss
946	unrelated
947	unrelated
948	discuss
949	unrelated
950	discuss
951	unrelated
952	discuss
953	discuss
954	unrelated
955	unrelated
956	unrelated
957	unrelated
958	unrelated
959	agree
960	agree
961	discuss
962	unrelated
963	unrelated
964	discuss
965	discuss
966	unrelated
967	discuss
968	unrelated
969	unrelated
970	unrelated
971	discuss
972	discuss
973	disagree
974	discuss
975	unrelated
976	discuss
977	unrelated
978	unrelated
979	disagree
980	discuss
981	unrelated
982	unrelated
983	unrelated
984	unrelated
985	discuss
986	unrelated
987	unrelated
988	discuss
989	disagree
990	discuss
991	discuss
992	discuss
993	discuss
994	unrelated
995	discuss
996	unrelated
997	unrelated
998	discuss
999	unrelated
1000	unrelated
1001	unrelated
1002	agree
1003	discuss
1004	unrelated
1005	agree
1006	discuss
1007	unrelated
1008	unrelated
1009	discuss
1010	discuss
1011	discuss
1012	agree
1013	unrelated
1014	discuss
1015	discuss
1016	discuss
1017	agree
1018	discuss
1019	discuss
1020	unrelated
1021	discuss
1022	discuss
1023	agree
1024	discuss
1025	discuss
1026	agree
1027	agree
1028	unrelated
1029	discuss
1030	discuss
1031	agree
1032	discuss
1033	agree
1034	discuss
1035	disagree
1036	discuss
1037	unrelated
1038	unrelated
1039	agree
1040	discuss
1041	discuss
1042	unrelated
1043	discuss
1044	discuss
1045	unrelated
1046	unrelated
1047	agree
1048	discuss
1049	unrelated
1050	discuss
1051	agree
1052	unrelated
1053	discuss
1054	discuss
1055	discuss
1056	discuss
1057	unrelated
1058	unrelated
1059	agree
1060	agree
1061	discuss
1062	unrelated
1063	discuss
1064	agree
1065	unrelated
1066	discuss
1067	unrelated
1068	discuss
1069	discuss
1070	agree
1071	unrelated
1072	agree
1073	discuss
1074	agree
1075	unrelated
1076	unrelated
1077	unrelated
1078	discuss
1079	discuss
1080	discuss
1081	disagree
1082	disagree
1083	discuss
1084	agree
1085	unrelated
1086	discuss
1087	discuss
1088	discuss
1089	unrelated
1090	agree
1091	discuss
1092	agree
1093	unrelated
1094	discuss
1095	unrelated
1096	unrelated
1097	discuss
1098	discuss
1099	disagree
1100	discuss
1101	disagree
1102	agree
1103	discuss
1104	disagree
1105	unrelated
1106	discuss
1107	discuss
1108	discuss
1109	discuss
1110	discuss
1111	disagree
1112	unrelated
1113	discuss
1114	unrelated
1115	discuss
1116	unrelated
1117	unrelated
1118	agree
1119	discuss
1120	agree
1121	discuss
1122	unrelated
1123	discuss
1124	unrelated
1125	agree
1126	discuss
1127	unrelated
1128	discuss
1129	unrelated
1130	unrelated
1131	agree
1132	discuss
1133	discuss
1134	discuss
1135	unrelated
1136	unrelated
1137	unrelated
1138	agree
1139	unrelated
1140	unrelated
1141	discuss
1142	unrelated
1143	discuss
1144	unrelated
1145	unrelated
1146	discuss
1147	unrelated
1148	unrelated
1149	discuss
1150	discuss
1151	discuss
1152	unrelated
1153	unrelated
1154	discuss
1155	agree
1156	unrelated
1157	discuss
1158	discuss
1159	agree
1160	discuss
1161	discuss
1162	unrelated
1163	discuss
1164	unrelated
1165	unrelated
1166	unrelated
1167	discuss
1168	discuss
1169	unrelated
1170	discuss
1171	discuss
1172	unrelated
1173	unrelated
1174	discuss
1175	discuss
1176	discuss
1177	agree
1178	discuss
1179	unrelated
1180	discuss
1181	unrelated
1182	discuss
1183	unrelated
1184	unrelated
1185	unrelated
1186	unrelated
1187	disagree
1188	discuss
1189	discuss
1190	unrelated
1191	unrelated
1192	discuss
1193	agree
1194	unrelated
1195	agree
1196	agree
1197	agree
1198	discuss
1199	discuss
1200	unrelated
1201	unrelated
1202	unrelated
1203	discuss
1204	unrelated
1205	unrelated
1206	discuss
1207	discuss
1208	discuss
1209	unrelated
1210	unrelated
1211	unrelated
1212	unrelated
1213	discuss
1214	agree
1215	discuss
1216	discuss
1217	discuss
1218	unrelated
1219	agree
1220	discuss
1221	discuss
1222	agree
1223	discuss
1224	unrelated
1225	unrelated
1226	unrelated
1227	unrelated
1228	unrelated
1229	discuss
1230	unrelated
1231	discuss
1232	discuss
1233	unrelated
1234	discuss
1235	discuss
1236	agree
1237	unrelated
1238	discuss
1239	discuss
1240	agree
1241	unrelated
1242	unrelated
1243	discuss
1244	discuss
1245	agree
1246	unrelated
1247	agree
1248	unrelated
1249	agree
1250	agree
1251	unrelated
1252	discuss
1253	discuss
1254	agree
1255	unrelated
1256	unrelated
1257	unrelated
1258	unrelated
1259	discuss
1260	disagree
1261	agree
1262	unrelated
1263	unrelated
1264	discuss
1265	unrelated
1266	unrelated
1267	unrelated
1268	discuss
1269	discuss
1270	unrelated
1271	discuss
1272	unrelated
1273	unrelated
1274	unrelated
1275	unrelated
1276	discuss
1277	discuss
1278	unrelated
1279	unrelated
1280	unrelated
1281	agree
1282	unrelated
1283	discuss
1284	discuss
1285	unrelated
1286	agree
1287	discuss
1288	unrelated
1289	discuss
1290	discuss
1291	agree
1292	unrelated
1293	unrelated
1294	agree
1295	discuss
1296	agree
1297	unrelated
1298	agree
1299	discuss
1300	unrelated
1301	discuss
1302	agree
1303	discuss
1304	agree
1305	discuss
1306	unrelated
1307	unrelated
1308	unrelated
1309	unrelated
1310	unrelated
1311	agree
1312	unrelated
1313	agree
1314	discuss
1315	discuss
1316	unrelated
1317	discuss
1318	unrelated
1319	discuss
1320	discuss
1321	discuss
1322	discuss
1323	discuss
1324	agree
1325	unrelated
1326	unrelated
1327	unrelated
1328	discuss
1329	unrelated
1330	disagree
1331	discuss
1332	unrelated
1333	agree
1334	unrelated
1335	discuss
1336	discuss
1337	unrelated
1338	agree
1339	discuss
1340	unrelated
1341	unrelated
1342	discuss
1343	discuss
1344	discuss
1345	disagree
1346	discuss
1347	unrelated
1348	discuss
1349	discuss
1350	unrelated
1351	discuss
1352	unrelated
1353	unrelated
1354	discuss
1355	discuss
1356	agree
1357	unrelated
1358	unrelated
1359	discuss
1360	discuss
1361	discuss
1362	agree
1363	unrelated
1364	discuss
1365	discuss
1366	unrelated
1367	agree
1368	unrelated
1369	discuss
1370	unrelated
1371	unrelated
1372	discuss
1373	discuss
1374	discuss
1375	discuss
1376	unrelated
1377	agree
1378	agree
1379	discuss
1380	discuss
1381	agree
1382	unrelated
1383	discuss
1384	unrelated
1385	discuss
1386	discuss
1387	discuss
1388	discuss
1389	agree
1390	agree
1391	discuss
1392	discuss
1393	unrelated
1394	agree
1395	unrelated
1396	discuss
1397	discuss
1398	agree
1399	discuss
1400	disagree
1401	discuss
1402	unrelated
1403	discuss
1404	unrelated
1405	discuss
1406	unrelated
1407	agree
1408	discuss
1409	discuss
1410	unrelated
1411	discuss
1412	unrelated
1413	agree
1414	unrelated
1415	discuss
1416	discuss
1417	disagree
1418	discuss
1419	discuss
1420	unrelated
1421	discuss
1422	discuss
1423	discuss
1424	unrelated
1425	unrelated
1426	unrelated
1427	agree
1428	disagree
1429	discuss
1430	discuss
1431	agree
1432	unrelated
1433	unrelated
1434	discuss
1435	discuss
1436	discuss
1437	discuss
1438	unrelated
1439	discuss
1440	discuss
1441	discuss
1442	unrelated
1443	agree
1444	discuss
1445	discuss
1446	unrelated
1447	discuss
1448	discuss
1449	discuss
1450	unrelated
1451	unrelated
1452	agree
1453	discuss
1454	discuss
1455	discuss
1456	discuss
1457	discuss
1458	unrelated
1459	unrelated
1460	agree
1461	unrelated
1462	unrelated
1463	unrelated
1464	unrelated
1465	discuss
1466	agree
1467	unrelated
1468	unrelated
1469	discuss
1470	discuss
1471	unrelated
1472	agree
1473	discuss
1474	unrelated
1475	agree
1476	unrelated
1477	discuss
1478	discuss
1479	unrelated
1480	unrelated
1481	unrelated
1482	unrelated
1483	discuss
1484	agree
1485	unrelated
1486	discuss
1487	unrelated
1488	unrelated
1489	discuss
1490	unrelated
1491	agree
1492	discuss
1493	discuss
1494	discuss
1495	agree
1496	disagree
1497	discuss
1498	unrelated
1499	unrelated
1500	discuss
1501	unrelated
1502	discuss
1503	agree
1504	disagree
1505	discuss
1506	unrelated
1507	unrelated
1508	unrelated
1509	unrelated
1510	unrelated
1511	discuss
1512	discuss
1513	unrelated
1514	agree
1515	discuss
1516	discuss
1517	discuss
1518	discuss
1519	discuss
1520	discuss
1521	unrelated
1522	discuss
1523	discuss
1524	discuss
1525	unrelated
1526	unrelated
1527	discuss
1528	unrelated
1529	unrelated
1530	disagree
1531	discuss
1532	discuss
1533	discuss
1534	unrelated
1535	discuss
1536	discuss
1537	discuss
1538	discuss
1539	unrelated
1540	discuss
1541	unrelated
1542	discuss
1543	unrelated
1544	agree
1545	unrelated
1546	unrelated
1547	unrelated
1548	discuss
1549	unrelated
1550	agree
1551	agree
1552	unrelated
1553	agree
1554	unrelated
1555	discuss
1556	discuss
1557	unrelated
1558	discuss
1559	unrelated
1560	unrelated
1561	discuss
1562	disagree
1563	disagree
1564	unrelated
1565	unrelated
1566	agree
1567	agree
1568	discuss
1569	unrelated
1570	agree
1571	discuss
1572	agree
1573	unrelated
1574	discuss
1575	discuss
1576	agree
1577	unrelated
1578	discuss
1579	agree
1580	agree
1581	agree
1582	unrelated
1583	unrelated
1584	unrelated
1585	discuss
1586	discuss
1587	unrelated
1588	discuss
1589	discuss
1590	unrelated
1591	discuss
1592	unrelated
1593	discuss
1594	discuss
1595	unrelated
1596	unrelated
1597	unrelated
1598	discuss
1599	unrelated
1600	unrelated
1601	discuss
1602	discuss
1603	unrelated
1604	discuss
1605	discuss
1606	discuss
1607	unrelated
1608	unrelated
1609	discuss
1610	agree
1611	discuss
1612	unrelated
1613	discuss
1614	unrelated
1615	discuss
1616	unrelated
1617	discuss
1618	discuss
1619	unrelated
1620	discuss
1621	unrelated
1622	disagree
1623	unrelated
1624	unrelated
1625	unrelated
1626	unrelated
1627	agree
1628	unrelated
1629	discuss
1630	discuss
1631	agree
1632	discuss
1633	discuss
1634	agree
1635	agree
1636	disagree
1637	discuss
1638	unrelated
1639	unrelated
1640	discuss
1641	disagree
1642	agree
1643	unrelated
1644	discuss
1645	unrelated
1646	discuss
1647	discuss
1648	discuss
1649	agree
1650	unrelated
1651	discuss
1652	unrelated
1653	discuss
1654	agree
1655	unrelated
1656	discuss
1657	unrelated
1658	unrelated
1659	discuss
1660	agree
1661	agree
1662	agree
1663	agree
1664	discuss
1665	unrelated
1666	unrelated
1667	discuss
1668	unrelated
1669	unrelated
1670	discuss
1671	unrelated
1672	unrelated
1673	discuss
1674	agree
1675	discuss
1676	unrelated
1677	discuss
1678	unrelated
1679	disagree
1680	discuss
1681	unrelated
1682	discuss
1683	unrelated
1684	agree
1685	agree
1686	unrelated
1687	discuss
1688	unrelated
1689	agree
1690	unrelated
1691	agree
1692	unrelated
1693	agree
1694	unrelated
1695	agree
1696	unrelated
1697	disagree
1698	unrelated
1699	discuss
1700	agree
1701	discuss
1702	disagree
1703	discuss
1704	unrelated
1705	unrelated
1706	discuss
1707	discuss
1708	discuss
1709	unrelated
1710	unrelated
1711	discuss
1712	agree
1713	discuss
1714	agree
1715	discuss
1716	discuss
1717	agree
1718	unrelated
1719	discuss
1720	discuss
1721	unrelated
1722	unrelated
1723	discuss
1724	discuss
1725	discuss
1726	discuss
1727	unrelated
1728	disagree
1729	unrelated
1730	unrelated
1731	discuss
1732	discuss
1733	unrelated
1734	discuss
1735	agree
1736	discuss
1737	unrelated
1738	unrelated
1739	discuss
1740	discuss
1741	discuss
1742	unrelated
1743	discuss
1744	discuss
1745	discuss
1746	disagree
1747	discuss
1748	agree
1749	unrelated
1750	unrelated
1751	agree
1752	discuss
1753	discuss
1754	disagree
1755	disagree
1756	discuss
1757	agree
1758	discuss
1759	unrelated
1760	discuss
1761	agree
1762	agree
1763	unrelated
1764	disagree
1765	agree
1766	discuss
1767	agree
1768	agree
1769	unrelated
1770	discuss
1771	discuss
1772	discuss
1773	discuss
1774	unrelated
1775	discuss
1776	unrelated
1777	discuss
1778	discuss
1779	disagree
1780	unrelated
1781	unrelated
1782	unrelated
1783	agree
1784	agree
1785	agree
1786	discuss
1787	unrelated
1788	discuss
1789	disagree
1790	unrelated
1791	discuss
1792	unrelated
1793	discuss
1794	discuss
1795	discuss
1796	discuss
1797	agree
1798	discuss
1799	agree
1800	discuss
1801	discuss
1802	discuss
1803	unrelated
1804	unrelated
1805	unrelated
1806	unrelated
1807	agree
1808	discuss
1809	disagree
1810	disagree
1811	discuss
1812	agree
1813	discuss
1814	unrelated
1815	discuss
1816	discuss
1817	discuss
1818	discuss
1819	unrelated
1820	unrelated
1821	discuss
1822	disagree
1823	discuss
1824	discuss
1825	unrelated
1826	agree
1827	unrelated
1828	unrelated
1829	unrelated
1830	discuss
1831	agree
1832	discuss
1833	unrelated
1834	unrelated
1835	unrelated
1836	unrelated
1837	agree
1838	discuss
1839	discuss
1840	discuss
1841	discuss
1842	unrelated
1843	disagree
1844	unrelated
1845	disagree
1846	unrelated
1847	unrelated
1848	unrelated
1849	unrelated
1850	discuss
1851	unrelated
1852	agree
1853	unrelated
1854	unrelated
1855	agree
1856	agree
1857	unrelated
1858	unrelated
1859	discuss
1860	unrelated
1861	discuss
1862	discuss
1863	discuss
1864	discuss
1865	unrelated
1866	discuss
1867	unrelated
1868	discuss
1869	discuss
1870	discuss
1871	discuss
1872	unrelated
1873	discuss
1874	unrelated
1875	disagree
1876	discuss
1877	discuss
1878	unrelated
1879	disagree
1880	agree
1881	discuss
1882	agree
1883	discuss
1884	discuss
1885	discuss
1886	unrelated
1887	discuss
1888	discuss
1889	discuss
1890	discuss
1891	discuss
1892	unrelated
1893	discuss
1894	unrelated
1895	discuss
1896	discuss
1897	agree
1898	discuss
1899	unrelated
1900	discuss
1901	agree
1902	discuss
1903	discuss
1904	discuss
1905	discuss
1906	disagree
1907	unrelated
1908	unrelated
1909	discuss
1910	discuss
1911	agree
1912	discuss
1913	discuss
1914	unrelated
1915	agree
1916	discuss
1917	agree
1918	discuss
1919	unrelated
1920	agree
1921	disagree
1922	agree
1923	discuss
1924	discuss
1925	discuss
1926	discuss
1927	unrelated
1928	discuss
1929	agree
1930	discuss
1931	agree
1932	unrelated
1933	unrelated
1934	unrelated
1935	unrelated
1936	agree
1937	discuss
1938	discuss
1939	discuss
1940	discuss
1941	discuss
1942	unrelated
1943	unrelated
1944	agree
1945	discuss
1946	discuss
1947	unrelated
1948	disagree
1949	unrelated
1950	discuss
1951	discuss
1952	unrelated
1953	discuss
1954	discuss
1955	unrelated
1956	unrelated
1957	discuss
1958	discuss
1959	discuss
1960	discuss
1961	unrelated
1962	unrelated
1963	unrelated
1964	discuss
1965	discuss
1966	discuss
1967	agree
1968	unrelated
1969	discuss
1970	unrelated
1971	unrelated
1972	unrelated
1973	unrelated
1974	discuss
1975	discuss
1976	unrelated
1977	discuss
1978	discuss
1979	unrelated
1980	discuss
1981	unrelated
1982	discuss
1983	discuss
1984	discuss
1985	discuss
1986	unrelated
1987	discuss
1988	discuss
1989	agree
1990	unrelated
1991	unrelated
1992	unrelated
1993	discuss
1994	agree
1995	unrelated
1996	discuss
1997	unrelated
1998	discuss
1999	discuss
2000	discuss
2001	discuss
2002	unrelated
2003	agree
2004	discuss
2005	discuss
2006	unrelated
2007	agree
2008	disagree
2009	discuss
2010	discuss
2011	discuss
2012	unrelated
2013	discuss
2014	discuss
2015	discuss
2016	discuss
2017	discuss
2018	discuss
2019	discuss
2020	discuss
2021	unrelated
2022	discuss
2023	agree
2024	discuss
2025	discuss
2026	discuss
2027	discuss
2028	unrelated
2029	discuss
2030	discuss
2031	discuss
2032	unrelated
2033	unrelated
2034	agree
2035	unrelated
2036	unrelated
2037	unrelated
2038	agree
2039	agree
2040	discuss
2041	discuss
2042	unrelated
2043	discuss
2044	discuss
2045	agree
2046	unrelated
2047	agree
2048	discuss
2049	discuss
2050	unrelated
2051	agree
2052	disagree
2053	discuss
2054	agree
2055	unrelated
2056	discuss
2057	discuss
2058	agree
2059	unrelated
2060	unrelated
2061	unrelated
2062	agree
2063	agree
2064	unrelated
2065	discuss
2066	discuss
2067	discuss
2068	discuss
2069	unrelated
2070	discuss
2071	discuss
2072	unrelated
2073	discuss
2074	discuss
2075	disagree
2076	discuss
2077	agree
2078	unrelated
2079	unrelated
2080	unrelated
2081	unrelated
2082	discuss
2083	discuss
2084	agree
2085	discuss
2086	discuss
2087	discuss
2088	discuss
2089	unrelated
2090	unrelated
2091	discuss
2092	unrelated
2093	discuss
2094	unrelated
2095	unrelated
2096	unrelated
2097	unrelated
2098	unrelated
2099	agree
2100	discuss
2101	agree
2102	discuss
2103	discuss
2104	unrelated
2105	discuss
2106	unrelated
2107	discuss
2108	unrelated
2109	discuss
2110	unrelated
2111	disagree
2112	unrelated
2113	discuss
2114	agree
2115	discuss
2116	unrelated
2117	unrelated
2118	unrelated
2119	discuss
2120	discuss
2121	agree
2122	discuss
2123	unrelated
2124	discuss
2125	discuss
2126	discuss
2127	unrelated
2128	discuss
2129	agree
2130	agree
2131	unrelated
2132	discuss
2133	discuss
2134	discuss
2135	discuss
2136	discuss
2137	unrelated
2138	discuss
2139	agree
2140	unrelated
2141	unrelated
2142	unrelated
2143	agree
2144	unrelated
2145	agree
2146	disagree
2147	discuss
2148	agree
2149	agree
2150	disagree
2151	discuss
2152	unrelated
2153	discuss
2154	unrelated
2155	discuss
2156	discuss
2157	discuss
2158	discuss
2159	unrelated
2160	agree
2161	discuss
2162	discuss
2163	discuss
2164	discuss
2165	agree
2166	unrelated
2167	unrelated
2168	unrelated
2169	agree
2170	unrelated
2171	agree
2172	disagree
2173	agree
2174	discuss
2175	unrelated
2176	unrelated
2177	unrelated
2178	discuss
2179	discuss
2180	agree
2181	discuss
2182	discuss
2183	discuss
2184	unrelated
2185	discuss
2186	discuss
2187	unrelated
2188	discuss
2189	discuss
2190	unrelated
2191	discuss
2192	discuss
2193	disagree
2194	discuss
2195	discuss
2196	unrelated
2197	unrelated
2198	agree
2199	unrelated
2200	unrelated
2201	unrelated
2202	discuss
2203	unrelated
2204	discuss
2205	discuss
2206	discuss
2207	discuss
2208	agree
2209	discuss
2210	unrelated
2211	unrelated
2212	unrelated
2213	agree
2214	discuss
2215	unrelated
2216	agree
2217	agree
2218	unrelated
2219	disagree
2220	discuss
2221	discuss
2222	discuss
2223	unrelated
2224	unrelated
2225	agree
2226	discuss
2227	unrelated
2228	discuss
2229	unrelated
2230	unrelated
2231	unrelated
2232	unrelated
2233	disagree
2234	discuss
2235	agree
2236	discuss
2237	disagree
2238	unrelated
2239	disagree
2240	discuss
2241	discuss
2242	discuss
2243	unrelated
2244	discuss
2245	agree
2246	unrelated
2247	discuss
2248	unrelated
2249	unrelated
2250	discuss
2251	unrelated
2252	discuss
2253	unrelated
2254	discuss
2255	unrelated
2256	unrelated
2257	discuss
2258	unrelated
2259	discuss
2260	discuss
2261	unrelated
2262	unrelated
2263	discuss
2264	discuss
2265	unrelated
2266	unrelated
2267	discuss
2268	agree
2269	agree
2270	unrelated
2271	discuss
2272	agree
2273	discuss
2274	agree
2275	disagree
2276	discuss
2277	unrelated
2278	discuss
2279	unrelated
2280	unrelated
2281	discuss
2282	unrelated
2283	discuss
2284	discuss
2285	unrelated
2286	discuss
2287	unrelated
2288	unrelated
2289	discuss
2290	discuss
2291	discuss
2292	agree
2293	discuss
2294	agree
2295	discuss
2296	unrelated
2297	discuss
2298	discuss
2299	agree
2300	disagree
2301	disagree
2302	discuss
2303	agree
2304	discuss
2305	unrelated
2306	unrelated
2307	discuss
2308	discuss
2309	unrelated
2310	unrelated
2311	unrelated
2312	discuss
2313	disagree
2314	unrelated
2315	discuss
2316	discuss
2317	discuss
2318	unrelated
2319	agree
2320	discuss
2321	discuss
2322	unrelated
2323	discuss
2324	disagree
2325	discuss
2326	agree
2327	unrelated
2328	agree
2329	discuss
2330	unrelated
2331	discuss
2332	disagree
2333	unrelated
2334	discuss
2335	agree
2336	unrelated
2337	discuss
2338	discuss
2339	unrelated
2340	agree
2341	unrelated
2342	unrelated
2343	unrelated
2344	unrelated
2345	agree
2346	agree
2347	unrelated
2348	agree
2349	discuss
2350	discuss
2351	discuss
2352	disagree
2353	agree
2354	unrelated
2355	discuss
2356	unrelated
2357	discuss
2358	discuss
2359	unrelated
2360	unrelated
2361	discuss
2362	unrelated
2363	unrelated
2364	discuss
2365	discuss
2366	discuss
2367	discuss
2368	discuss
2369	discuss
2370	unrelated
2371	disagree
2372	agree
2373	unrelated
2374	discuss
2375	agree
2376	unrelated
2377	agree
2378	discuss
2379	discuss
2380	unrelated
2381	discuss
2382	discuss
2383	discuss
2384	discuss
2385	disagree
2386	discuss
2387	discuss
2388	discuss
2389	unrelated
2390	unrelated
2391	unrelated
2392	unrelated
2393	unrelated
2394	discuss
2395	agree
2396	unrelated
2397	discuss
2398	unrelated
2399	unrelated
2400	unrelated
2401	discuss
2402	agree
2403	discuss
2404	unrelated
2405	discuss
2406	discuss
2407	agree
2408	unrelated
2409	unrelated
2410	agree
2411	unrelated
2412	agree
2413	unrelated
2414	unrelated
2415	unrelated
2416	unrelated
2417	discuss
2418	discuss
2419	discuss
2420	discuss
2421	disagree
2422	discuss
2423	discuss
2424	unrelated
2425	unrelated
2426	unrelated
2427	discuss
2428	agree
2429	discuss
2430	unrelated
2431	disagree
2432	agree
2433	agree
2434	discuss
2435	discuss
2436	unrelated
2437	discuss
2438	discuss
2439	unrelated
2440	unrelated
2441	unrelated
2442	discuss
2443	unrelated
2444	discuss
2445	discuss
2446	unrelated
2447	unrelated
2448	unrelated
2449	unrelated
2450	unrelated
2451	unrelated
2452	disagree
2453	unrelated
2454	unrelated
2455	discuss
2456	unrelated
2457	discuss
2458	unrelated
2459	unrelated
2460	discuss
2461	discuss
2462	disagree
2463	agree
2464	discuss
2465	unrelated
2466	agree
2467	discuss
2468	unrelated
2469	unrelated
2470	unrelated
2471	unrelated
2472	discuss
2473	discuss
2474	agree
2475	unrelated
2476	discuss
2477	discuss
2478	discuss
2479	discuss
2480	agree
2481	discuss
2482	discuss
2483	unrelated
2484	discuss
2485	discuss
2486	discuss
2487	agree
2488	discuss
2489	discuss
2490	unrelated
2491	discuss
2492	discuss
2493	agree
2494	agree
2495	discuss
2496	unrelated
2497	discuss
2498	discuss
2499	agree
2500	unrelated
2501	disagree
2502	agree
2503	discuss
2504	discuss
2505	unrelated
2506	discuss
2507	unrelated
2508	unrelated
2509	agree
2510	unrelated
2511	unrelated
2512	discuss
2513	discuss
2514	discuss
2515	agree
2516	discuss
2517	unrelated
2518	unrelated
2519	disagree
2520	unrelated
2521	unrelated
2522	agree
2523	discuss
2524	discuss
2525	unrelated
2526	discuss
2527	agree
2528	disagree
2529	discuss
2530	discuss
2531	unrelated
2532	discuss
2533	discuss
2534	unrelated
2535	discuss
2536	discuss
2537	discuss
2538	unrelated
2539	discuss
2540	discuss
2541	discuss
2542	discuss
2543	discuss
2544	discuss
2545	unrelated
2546	discuss
2547	discuss
2548	discuss
2549	unrelated
2550	discuss
2551	discuss
2552	unrelated
2553	discuss
2554	unrelated
2555	agree
2556	agree
2557	unrelated
2558	discuss
2559	unrelated
2560	disagree
2561	discuss
2562	discuss
2563	discuss
2564	discuss
2565	unrelated
2566	discuss
2567	agree
2568	discuss
2569	unrelated
2570	discuss
2571	unrelated
2572	unrelated
2573	unrelated
2574	discuss
2575	unrelated
2576	discuss
2577	discuss
2578	discuss
2579	agree
2580	unrelated
2581	discuss
2582	discuss
2583	discuss
2584	unrelated
2585	discuss
2586	agree
2587	unrelated
2588	unrelated
2589	unrelated
2590	unrelated
2591	discuss
2592	discuss
2593	discuss
2594	discuss
2595	unrelated
2596	discuss
2597	agree
2598	discuss
2599	agree
2600	discuss
2601	unrelated
2602	agree
2603	disagree
2604	unrelated
2605	unrelated
2606	discuss
2607	unrelated
2608	discuss
2609	discuss
2610	discuss
2611	discuss
2612	unrelated
2613	unrelated
2614	discuss
2615	unrelated
2616	agree
2617	discuss
2618	discuss
2619	agree
2620	agree
2621	agree
2622	discuss
2623	discuss
2624	discuss
2625	agree
2626	unrelated
2627	discuss
2628	unrelated
2629	unrelated
2630	discuss
2631	agree
2632	discuss
2633	unrelated
2634	discuss
2635	discuss
2636	unrelated
2637	disagree
2638	discuss
2639	discuss
2640	disagree
2641	disagree
2642	disagree
2643	discuss
2644	agree
2645	agree
2646	agree
2647	unrelated
2648	discuss
2649	discuss
2650	discuss
2651	discuss
2652	unrelated
2653	discuss
2654	unrelated
2655	unrelated
2656	unrelated
2657	discuss
2658	agree
2659	discuss
2660	discuss
2661	unrelated
2662	discuss
2663	discuss
2664	discuss
2665	agree
2666	unrelated
2667	discuss
2668	unrelated
2669	discuss
2670	discuss
2671	unrelated
2672	unrelated
2673	discuss
2674	discuss
2675	unrelated
2676	discuss
2677	disagree
2678	unrelated
2679	discuss
2680	agree
2681	unrelated
2682	discuss
2683	discuss
2684	unrelated
2685	discuss
2686	discuss
2687	discuss
2688	discuss
2689	discuss
2690	unrelated
2691	discuss
2692	discuss
2693	discuss
2694	unrelated
2695	discuss
2696	disagree
2697	discuss
2698	unrelated
2699	discuss
2700	discuss
2701	agree
2702	agree
2703	unrelated
2704	discuss
2705	unrelated
2706	agree
2707	agree
2708	discuss
2709	discuss
2710	agree
2711	discuss
2712	unrelated
2713	unrelated
2714	discuss
2715	unrelated
2716	disagree
2717	discuss
2718	unrelated
2719	unrelated
2720	unrelated
2721	unrelated
2722	unrelated
2723	unrelated
2724	discuss
2725	discuss
2726	disagree
2727	agree
2728	discuss
2729	discuss
2730	discuss
2731	unrelated
2732	agree
2733	unrelated
2734	disagree
2735	unrelated
2736	unrelated
2737	agree
2738	discuss
2739	unrelated
2740	discuss
2741	unrelated
2742	discuss
2743	agree
2744	agree
2745	disagree
2746	unrelated
2747	unrelated
2748	unrelated
2749	unrelated
2750	unrelated
2751	discuss
2752	discuss
2753	agree
2754	agree
2755	discuss
2756	agree
2757	discuss
2758	discuss
2759	discuss
2760	discuss
2761	unrelated
2762	discuss
2763	unrelated
2764	unrelated
2765	unrelated
2766	discuss
2767	discuss
2768	unrelated
2769	agree
2770	unrelated
2771	disagree
2772	unrelated
2773	agree
2774	unrelated
2775	agree
2776	unrelated
2777	discuss
2778	discuss
2779	discuss
2780	discuss
2781	disagree
2782	agree
2783	discuss
2784	unrelated
2785	discuss
2786	discuss
2787	discuss
2788	discuss
2789	disagree
2790	unrelated
2791	unrelated
2792	discuss
2793	unrelated
2794	discuss
2795	discuss
2796	discuss
2797	discuss
2798	discuss
2799	agree
2800	unrelated
2801	discuss
2802	disagree
2803	discuss
2804	agree
2805	discuss
2806	discuss
2807	unrelated
2808	agree
2809	unrelated
2810	disagree
2811	unrelated
2812	disagree
2813	unrelated
2814	discuss
2815	unrelated
2816	discuss
2817	discuss
2818	agree
2819	discuss
2820	discuss
2821	unrelated
2822	discuss
2823	unrelated
2824	discuss
2825	unrelated
2826	discuss
2827	unrelated
2828	discuss
2829	unrelated
2830	discuss
2831	unrelated
2832	unrelated
2833	unrelated
2834	agree
2835	unrelated
2836	agree
2837	discuss
2838	unrelated
2839	discuss
2840	unrelated
2841	discuss
2842	discuss
2843	discuss
2844	agree
2845	unrelated
2846	discuss
2847	unrelated
2848	discuss
2849	unrelated
2850	unrelated
2851	unrelated
2852	discuss
2853	agree
2854	discuss
2855	discuss
2856	agree
2857	unrelated
2858	unrelated
2859	unrelated
2860	discuss
2861	discuss
2862	unrelated
2863	discuss
2864	unrelated
2865	disagree
2866	unrelated
2867	unrelated
2868	unrelated
2869	unrelated
2870	unrelated
2871	agree
2872	unrelated
2873	discuss
2874	discuss
2875	discuss
2876	unrelated
2877	discuss
2878	discuss
2879	unrelated
2880	agree
2881	agree
2882	discuss
2883	discuss
2884	unrelated
2885	discuss
2886	discuss
2887	discuss
2888	discuss
2889	discuss
2890	agree
2891	unrelated
2892	unrelated
2893	discuss
2894	discuss
2895	discuss
2896	unrelated
2897	unrelated
2898	disagree
2899	discuss
2900	agree
2901	agree
2902	unrelated
2903	discuss
2904	unrelated
2905	unrelated
2906	unrelated
2907	discuss
2908	agree
2909	agree
2910	discuss
2911	unrelated
2912	unrelated
2913	discuss
2914	discuss
2915	unrelated
2916	unrelated
2917	discuss
2918	discuss
2919	agree
2920	unrelated
2921	unrelated
2922	unrelated
2923	agree
2924	agree
2925	disagree
2926	discuss
2927	discuss
2928	unrelated
2929	discuss
2930	discuss
2931	unrelated
2932	unrelated
2933	agree
2934	discuss
2935	discuss
2936	unrelated
2937	unrelated
2938	discuss
2939	unrelated
2940	discuss
2941	agree
2942	agree
2943	unrelated
2944	agree
2945	discuss
2946	agree
2947	discuss
2948	agree
2949	discuss
2950	unrelated
2951	discuss
2952	discuss
2953	agree
2954	unrelated
2955	discuss
2956	unrelated
2957	unrelated
2958	agree
2959	discuss
2960	unrelated
2961	agree
2962	discuss
2963	unrelated
2964	unrelated
2965	discuss
2966	discuss
2967	discuss
2968	discuss
2969	unrelated
2970	unrelated
2971	disagree
2972	discuss
2973	agree
2974	agree
2975	discuss
2976	discuss
2977	agree
2978	discuss
2979	discuss
2980	discuss
2981	discuss
2982	unrelated
2983	agree
2984	agree
2985	discuss
2986	unrelated
2987	discuss
2988	unrelated
2989	discuss
2990	unrelated
2991	discuss
2992	disagree
2993	discuss
2994	agree
2995	discuss
2996	unrelated
2997	discuss
2998	discuss
2999	discuss
3000	unrelated
3001	discuss
3002	discuss
3003	discuss
3004	discuss
3005	discuss
3006	unrelated
3007	agree
3008	disagree
3009	unrelated
3010	discuss
3011	unrelated
3012	unrelated
3013	agree
3014	discuss
3015	discuss
3016	discuss
3017	discuss
3018	agree
3019	unrelated
3020	agree
3021	unrelated
3022	discuss
3023	unrelated
3024	agree
3025	discuss
3026	discuss
3027	discuss
3028	discuss
3029	unrelated
3030	unrelated
3031	unrelated
3032	discuss
3033	discuss
3034	agree
3035	unrelated
3036	agree
3037	discuss
3038	discuss
3039	agree
3040	discuss
3041	agree
3042	discuss
3043	discuss
3044	unrelated
3045	discuss
3046	discuss
3047	discuss
3048	unrelated
3049	agree
3050	discuss
3051	discuss
3052	unrelated
3053	unrelated
3054	agree
3055	agree
3056	disagree
3057	discuss
3058	unrelated
3059	discuss
3060	discuss
3061	discuss
3062	discuss
3063	unrelated
3064	discuss
3065	unrelated
3066	discuss
3067	discuss
3068	agree
3069	agree
3070	unrelated
3071	unrelated
3072	unrelated
3073	discuss
3074	discuss
3075	discuss
3076	discuss
3077	discuss
3078	discuss
3079	discuss
3080	agree
3081	discuss
3082	unrelated
3083	discuss
3084	unrelated
3085	agree
3086	agree
3087	unrelated
3088	discuss
3089	unrelated
3090	agree
3091	discuss
3092	discuss
3093	unrelated
3094	agree
3095	agree
3096	unrelated
3097	discuss
3098	unrelated
3099	discuss
3100	unrelated
3101	unrelated
3102	discuss
3103	discuss
3104	discuss
3105	agree
3106	unrelated
3107	disagree
3108	discuss
3109	discuss
3110	unrelated
3111	unrelated
3112	agree
3113	unrelated
3114	unrelated
3115	discuss
3116	discuss
3117	discuss
3118	unrelated
3119	discuss
3120	discuss
3121	discuss
3122	disagree
3123	discuss
3124	discuss
3125	discuss
3126	unrelated
3127	agree
3128	unrelated
3129	agree
3130	disagree
3131	discuss
3132	discuss
3133	unrelated
3134	discuss
3135	unrelated
3136	discuss
3137	unrelated
3138	discuss
3139	unrelated
3140	discuss
3141	unrelated
3142	agree
3143	unrelated
3144	discuss
3145	agree
3146	disagree
3147	unrelated
3148	discuss
3149	discuss
3150	discuss
3151	discuss
3152	discuss
3153	discuss
3154	agree
3155	agree
3156	unrelated
3157	disagree
3158	unrelated
3159	unrelated
3160	agree
3161	unrelated
3162	discuss
3163	discuss
3164	agree
3165	unrelated
3166	unrelated
3167	unrelated
3168	discuss
3169	discuss
3170	unrelated
3171	agree
3172	discuss
3173	unrelated
3174	discuss
3175	agree
3176	unrelated
3177	discuss
3178	agree
3179	unrelated
3180	unrelated
3181	discuss
3182	discuss
3183	agree
3184	unrelated
3185	unrelated
3186	unrelated
3187	discuss
3188	agree
3189	discuss
3190	unrelated
3191	disagree
3192	discuss
3193	discuss
3194	unrelated
3195	agree
3196	discuss
3197	discuss
3198	discuss
3199	discuss
3200	discuss
3201	disagree
3202	discuss
3203	agree
3204	discuss
3205	discuss
3206	agree
3207	unrelated
3208	discuss
3209	discuss
3210	unrelated
3211	discuss
3212	unrelated
3213	discuss
3214	discuss
3215	discuss
3216	unrelated
3217	unrelated
3218	unrelated
3219	unrelated
3220	unrelated
3221	unrelated
3222	unrelated
3223	agree
3224	discuss
3225	discuss
3226	unrelated
3227	discuss
3228	discuss
3229	unrelated
3230	unrelated
3231	agree
3232	disagree
3233	discuss
3234	discuss
3235	discuss
3236	unrelated
3237	unrelated
3238	unrelated
3239	unrelated
3240	discuss
3241	discuss
3242	agree
3243	discuss
3244	discuss
3245	discuss
3246	discuss
3247	discuss
3248	discuss
3249	discuss
3250	unrelated
3251	agree
3252	discuss
3253	unrelated
3254	unrelated
3255	agree
3256	unrelated
3257	discuss
3258	unrelated
3259	discuss
3260	discuss
3261	discuss
3262	discuss
3263	discuss
3264	unrelated
3265	unrelated
3266	agree
3267	unrelated
3268	discuss
3269	discuss
3270	discuss
3271	discuss
3272	unrelated
3273	discuss
3274	discuss
3275	unrelated
3276	unrelated
3277	discuss
3278	agree
3279	discuss
3280	discuss
3281	discuss
3282	discuss
3283	disagree
3284	disagree
3285	agree
3286	discuss
3287	unrelated
3288	unrelated
3289	discuss
3290	unrelated
3291	unrelated
3292	discuss
3293	discuss
3294	unrelated
3295	discuss
3296	disagree
3297	agree
3298	unrelated
3299	agree
3300	discuss
3301	unrelated
3302	discuss
3303	unrelated
3304	unrelated
3305	agree
3306	unrelated
3307	disagree
3308	unrelated
3309	discuss
3310	disagree
3311	discuss
3312	discuss
3313	discuss
3314	unrelated
3315	discuss
3316	disagree
3317	disagree
3318	agree
3319	unrelated
3320	disagree
3321	discuss
3322	discuss
3323	discuss
3324	unrelated
3325	agree
3326	discuss
3327	discuss
3328	discuss
3329	agree
3330	unrelated
3331	unrelated
3332	discuss
3333	discuss
3334	discuss
3335	discuss
3336	discuss
3337	unrelated
3338	disagree
3339	unrelated
3340	unrelated
3341	agree
3342	disagree
3343	discuss
3344	agree
3345	unrelated
3346	unrelated
3347	unrelated
3348	agree
3349	unrelated
3350	discuss
3351	agree
3352	discuss
3353	unrelated
3354	discuss
3355	unrelated
3356	discuss
3357	agree
3358	discuss
3359	discuss
3360	agree
3361	discuss
3362	unrelated
3363	discuss
3364	unrelated
3365	agree
3366	agree
3367	discuss
3368	agree
3369	discuss
3370	discuss
3371	unrelated
3372	unrelated
3373	discuss
3374	discuss
3375	discuss
3376	unrelated
3377	discuss
3378	discuss
3379	agree
3380	disagree
3381	discuss
3382	agree
3383	agree
3384	unrelated
3385	unrelated
3386	agree
3387	discuss
3388	discuss
3389	unrelated
3390	unrelated
3391	discuss
3392	agree
3393	discuss
3394	discuss
3395	discuss
3396	discuss
3397	discuss
3398	discuss
3399	unrelated
3400	agree
3401	unrelated
3402	unrelated
3403	discuss
3404	discuss
3405	discuss
3406	unrelated
3407	discuss
3408	unrelated
3409	discuss
3410	discuss
3411	discuss
3412	discuss
3413	agree
3414	discuss
3415	discuss
3416	unrelated
3417	unrelated
3418	discuss
3419	unrelated
3420	agree
3421	unrelated
3422	agree
3423	discuss
3424	agree
3425	discuss
3426	discuss
3427	agree
3428	unrelated
3429	agree
3430	unrelated
3431	discuss
3432	unrelated
3433	discuss
3434	discuss
3435	agree
3436	discuss
3437	discuss
3438	unrelated
3439	discuss
3440	discuss
3441	agree
3442	discuss
3443	discuss
3444	agree
3445	unrelated
3446	agree
3447	discuss
3448	agree
3449	discuss
3450	discuss
3451	discuss
3452	unrelated
3453	discuss
3454	agree
3455	disagree
3456	discuss
3457	unrelated
3458	discuss
3459	discuss
3460	unrelated
3461	discuss
3462	discuss
3463	agree
3464	unrelated
3465	agree
3466	unrelated
3467	unrelated
3468	agree
3469	agree
3470	agree
3471	disagree
3472	discuss
3473	unrelated
3474	unrelated
3475	agree
3476	agree
3477	discuss
3478	agree
3479	agree
3480	discuss
3481	discuss
3482	unrelated
3483	discuss
3484	discuss
3485	discuss
3486	discuss
3487	discuss
3488	unrelated
3489	disagree
3490	unrelated
3491	discuss
3492	agree
3493	discuss
3494	unrelated
3495	discuss
3496	agree
3497	agree
3498	unrelated
3499	discuss
3500	discuss
3501	discuss
3502	discuss
3503	agree
3504	discuss
3505	agree
3506	discuss
3507	discuss
3508	unrelated
3509	unrelated
3510	discuss
3511	unrelated
3512	discuss
3513	discuss
3514	discuss
3515	discuss
3516	discuss
3517	agree
3518	discuss
3519	discuss
3520	discuss
3521	unrelated
3522	unrelated
3523	agree
3524	unrelated
3525	unrelated
3526	discuss
3527	unrelated
3528	unrelated
3529	discuss
3530	discuss
3531	unrelated
3532	agree
3533	agree
3534	discuss
3535	disagree
3536	discuss
3537	discuss
3538	unrelated
3539	unrelated
3540	unrelated
3541	discuss
3542	unrelated
3543	agree
3544	unrelated
3545	discuss
3546	discuss
3547	unrelated
3548	discuss
3549	discuss
3550	unrelated
3551	discuss
3552	unrelated
3553	discuss
3554	discuss
3555	unrelated
3556	agree
3557	unrelated
3558	discuss
3559	unrelated
3560	unrelated
3561	agree
3562	unrelated
3563	discuss
3564	discuss
3565	unrelated
3566	unrelated
3567	agree
3568	agree
3569	discuss
3570	disagree
3571	unrelated
3572	unrelated
3573	discuss
3574	unrelated
3575	unrelated
3576	agree
3577	discuss
3578	discuss
3579	discuss
3580	discuss
3581	agree
3582	agree
3583	discuss
3584	unrelated
3585	unrelated
3586	unrelated
3587	unrelated
3588	unrelated
3589	discuss
3590	unrelated
3591	unrelated
3592	unrelated
3593	unrelated
3594	unrelated
3595	unrelated
3596	unrelated
3597	disagree
3598	discuss
3599	agree
3600	agree
3601	discuss
3602	discuss
3603	discuss
3604	discuss
3605	disagree
3606	unrelated
3607	unrelated
3608	discuss
3609	unrelated
3610	agree
3611	unrelated
3612	discuss
3613	agree
3614	discuss
3615	discuss
3616	agree
3617	unrelated
3618	disagree
3619	discuss
3620	discuss
3621	unrelated
3622	discuss
3623	unrelated
3624	unrelated
3625	discuss
3626	discuss
3627	discuss
3628	agree
3629	discuss
3630	unrelated
3631	unrelated
3632	discuss
3633	discuss
3634	unrelated
3635	discuss
3636	unrelated
3637	discuss
3638	discuss
3639	agree
3640	discuss
3641	disagree
3642	unrelated
3643	unrelated
3644	unrelated
3645	agree
3646	agree
3647	unrelated
3648	discuss
3649	discuss
3650	unrelated
3651	agree
3652	discuss
3653	unrelated
3654	discuss
3655	discuss
3656	unrelated
3657	discuss
3658	unrelated
3659	discuss
3660	agree
3661	discuss
3662	unrelated
3663	unrelated
3664	agree
3665	discuss
3666	discuss
3667	agree
3668	discuss
3669	discuss
3670	unrelated
3671	unrelated
3672	discuss
3673	discuss
3674	agree
3675	unrelated
3676	discuss
3677	disagree
3678	unrelated
3679	discuss
3680	discuss
3681	discuss
3682	agree
3683	unrelated
3684	discuss
3685	discuss
3686	discuss
3687	discuss
3688	disagree
3689	agree
3690	discuss
3691	discuss
3692	discuss
3693	agree
3694	discuss
3695	discuss
3696	discuss
3697	discuss
3698	unrelated
3699	discuss
3700	unrelated
3701	discuss
3702	unrelated
3703	unrelated
3704	discuss
3705	disagree
3706	discuss
3707	discuss
3708	discuss
3709	agree
3710	discuss
3711	discuss
3712	discuss
3713	unrelated
3714	agree
3715	discuss
3716	discuss
3717	discuss
3718	disagree
3719	agree
3720	discuss
3721	discuss
3722	unrelated
3723	discuss
3724	discuss
3725	unrelated
3726	unrelated
3727	unrelated
3728	unrelated
3729	agree
3730	discuss
3731	discuss
3732	agree
3733	unrelated
3734	discuss
3735	agree
3736	discuss
3737	discuss
3738	discuss
3739	unrelated
3740	discuss
3741	unrelated
3742	unrelated
3743	unrelated
3744	unrelated
3745	unrelated
3746	discuss
3747	discuss
3748	agree
3749	unrelated
3750	discuss
3751	discuss
3752	disagree
3753	discuss
3754	discuss
3755	discuss
3756	discuss
3757	discuss
3758	agree
3759	discuss
3760	discuss
3761	unrelated
3762	unrelated
3763	unrelated
3764	discuss
3765	discuss
3766	unrelated
3767	agree
3768	agree
3769	discuss
3770	disagree
3771	unrelated
3772	discuss
3773	discuss
3774	discuss
3775	discuss
3776	unrelated
3777	unrelated
3778	unrelated
3779	agree
3780	agree
3781	unrelated
3782	discuss
3783	discuss
3784	discuss
3785	unrelated
3786	unrelated
3787	unrelated
3788	agree
3789	agree
3790	agree
3791	discuss
3792	discuss
3793	agree
3794	unrelated
3795	disagree
3796	discuss
3797	unrelated
3798	agree
3799	discuss
3800	agree
3801	discuss
3802	unrelated
3803	discuss
3804	disagree
3805	unrelated
3806	unrelated
3807	unrelated
