0	agree
1	agree
2	agree
3	agree
4	discuss
5	discuss
6	discuss
7	agree
8	unrelated
9	disagree
10	disagree
11	unrelated
12	discuss
13	discuss
14	unrelated
15	agree
16	unrelated
17	discuss
18	discuss
19	discuss
20	discuss
21	unrelated
22	discuss
23	unrelated
24	discuss
25	unrelated
26	discuss
27	discuss
28	discuss
29	discuss
30	discuss
31	discuss
32	agree
33	unrelated
34	unrelated
35	discuss
36	discuss
37	unrelated
38	discuss
39	discuss
40	agree
41	discuss
42	discuss
43	agree
44	discuss
45	discuss
46	unrelated
47	discuss
48	unrelated
49	discuss
50	discuss
51	agree
52	unrelated
53	unrelated
54	disagree
55	unrelated
56	discuss
57	unrelated
58	disagree
59	discuss
60	discuss
61	unrelated
62	discuss
63	discuss
64	agree
65	discuss
66	agree
67	discuss
68	unrelated
69	discuss
70	unrelated
71	agree
72	discuss
73	unrelated
74	unrelated
75	discuss
76	unrelated
77	discuss
78	discuss
79	agree
80	agree
81	discuss
82	discuss
83	discuss
84	discuss
85	discuss
86	agree
87	discuss
88	agree
89	unrelated
90	unrelated
91	unrelated
92	unrelated
93	discuss
94	unrelated
95	agree
96	discuss
97	discuss
98	discuss
99	discuss
100	unrelated
101	agree
102	unrelated
103	disagree
104	discuss
105	unrelated
106	discuss
107	agree
108	discuss
109	discuss
110	discuss
111	discuss
112	unrelated
113	discuss
114	agree
115	discuss
116	unrelated
117	discuss
118	unrelated
119	discuss
120	discuss
121	agree
122	unrelated
123	agree
124	disagree
125	agree
126	agree
127	unrelated
128	discuss
129	discuss
130	unrelated
131	agree
132	discuss
133	discuss
134	discuss
135	discuss
136	unrelated
137	discuss
138	agree
139	discuss
140	agree
141	discuss
142	discuss
143	agree
144	discuss
145	discuss
146	agree
147	unrelated
148	unrelated
149	unrelated
150	agree
151	discuss
152	discuss
153	unrelated
154	discuss
155	agree
156	unrelated
157	discuss
158	unrelated
159	discuss
160	discuss
161	discuss
162	agree
163	unrelated
164	discuss
165	discuss
166	unrelated
167	unrelated
168	discuss
169	unrelated
170	unrelated
171	discuss
172	discuss
173	agree
174	discuss
175	unrelated
176	discuss
177	agree
178	agree
179	unrelated
180	unrelated
181	agree
182	discuss
183	discuss
184	discuss
185	discuss
186	agree
187	discuss
188	unrelated
189	discuss
190	discuss
191	discuss
192	discuss
193	unrelated
194	discuss
195	discuss
196	unrelated
197	discuss
198	discuss
199	disagree
200	disagree
201	discuss
202	discuss
203	discuss
204	discuss
205	discuss
206	discuss
207	agree
208	discuss
209	discuss
210	disagree
211	discuss
212	discuss
213	discuss
214	disagree
215	unrelated
216	discuss
217	unrelated
218	discuss
219	unrelated
220	unrelated
221	agree
222	unrelated
223	discuss
224	unrelated
225	disagree
226	unrelated
227	discuss
228	agree
229	unrelated
230	discuss
231	discuss
232	discuss
233	discuss
234	discuss
235	unrelated
236	discuss
237	unrelated
238	disagree
239	discuss
240	agree
241	discuss
242	agree
243	discuss
244	discuss
245	unrelated
246	unrelated
247	discuss
248	agree
249	discuss
250	disagree
251	unrelated
252	discuss
253	discuss
254	discuss
255	discuss
256	unrelated
257	discuss
258	agree
259	unrelated
260	unrelated
261	unrelated
262	discuss
263	unrelated
264	unrelated
265	discuss
266	agree
267	unrelated
268	discuss
269	discuss
270	unrelated
271	unrelated
272	discuss
273	unrelated
274	unrelated
275	discuss
276	discuss
277	discuss
278	discuss
279	unrelated
280	discuss
281	discuss
282	discuss
283	discuss
284	discuss
285	discuss
286	discuss
287	discuss
288	discuss
289	discuss
290	discuss
291	disagree
292	discuss
293	unrelated
294	discuss
295	discuss
296	discuss
297	discuss
298	discuss
299	discuss
300	unrelated
301	discuss
302	discuss
303	unrelated
304	discuss
305	agree
306	discuss
307	unrelated
308	unrelated
309	discuss
310	discuss
311	discuss
312	agree
313	agree
314	unrelated
315	unrelated
316	discuss
317	discuss
318	discuss
319	discuss
320	discuss
321	discuss
322	discuss
323	discuss
324	discuss
325	discuss
326	unrelated
327	unrelated
328	discuss
329	discuss
330	discuss
331	agree
332	discuss
333	discuss
334	discuss
335	discuss
336	unrelated
337	discuss
338	discuss
339	discuss
340	unrelated
341	discuss
342	unrelated
343	discuss
344	disagree
345	discuss
346	disagree
347	discuss
348	unrelated
349	disagree
350	agree
351	agree
352	discuss
353	discuss
354	discuss
355	unrelated
356	unrelated
357	discuss
358	unrelated
359	discuss
360	unrelated
361	agree
362	disagree
363	unrelated
364	discuss
365	unrelated
366	unrelated
367	agree
368	discuss
369	discuss
370	discuss
371	discuss
372	discuss
373	discuss
374	unrelated
375	discuss
376	discuss
377	discuss
378	unrelated
379	discuss
380	unrelated
381	discuss
382	discuss
383	unrelated
384	discuss
385	discuss
386	discuss
387	discuss
388	unrelated
389	discuss
390	unrelated
391	agree
392	discuss
393	discuss
394	discuss
395	discuss
396	unrelated
397	agree
398	unrelated
399	unrelated
400	agree
401	unrelated
402	agree
403	discuss
404	unrelated
405	discuss
406	discuss
407	agree
408	discuss
409	discuss
410	agree
411	unrelated
412	discuss
413	unrelated
414	unrelated
415	discuss
416	discuss
417	discuss
418	discuss
419	agree
420	discuss
421	discuss
422	discuss
423	unrelated
424	agree
425	unrelated
426	unrelated
427	discuss
428	unrelated
429	discuss
430	discuss
431	agree
432	discuss
433	disagree
434	discuss
435	discuss
436	discuss
437	discuss
438	unrelated
439	discuss
440	disagree
441	unrelated
442	unrelated
443	unrelated
444	discuss
445	discuss
446	discuss
447	discuss
448	unrelated
449	discuss
450	unrelated
451	discuss
452	unrelated
453	discuss
454	discuss
455	discuss
456	unrelated
457	disagree
458	agree
459	discuss
460	unrelated
461	discuss
462	discuss
463	discuss
464	agree
465	discuss
466	unrelated
467	discuss
468	unrelated
469	agree
470	unrelated
471	agree
472	discuss
473	discuss
474	unrelated
475	discuss
476	agree
477	unrelated
478	disagree
479	unrelated
480	discuss
481	agree
482	discuss
483	discuss
484	discuss
485	discuss
486	discuss
487	unrelated
488	unrelated
489	agree
490	agree
491	discuss
492	unrelated
493	unrelated
494	discuss
495	agree
496	discuss
497	discuss
498	discuss
499	unrelated
500	discuss
501	agree
502	unrelated
503	discuss
504	agree
505	discuss
506	unrelated
507	discuss
508	discuss
509	unrelated
510	unrelated
511	discuss
512	unrelated
513	discuss
514	unrelated
515	discuss
516	unrelated
517	discuss
518	discuss
519	unrelated
520	discuss
521	discuss
522	discuss
523	discuss
524	discuss
525	unrelated
526	unrelated
527	agree
528	unrelated
529	discuss
530	unrelated
531	discuss
532	discuss
533	agree
534	unrelated
535	discuss
536	discuss
537	discuss
538	agree
539	discuss
540	discuss
541	unrelated
542	agree
543	unrelated
544	unrelated
545	unrelated
546	discuss
547	agree
548	unrelated
549	discuss
550	discuss
551	discuss
552	unrelated
553	agree
554	agree
555	discuss
556	discuss
557	discuss
558	unrelated
559	unrelated
560	unrelated
561	discuss
562	discuss
563	discuss
564	discuss
565	unrelated
566	discuss
567	discuss
568	unrelated
569	discuss
570	discuss
571	discuss
572	discuss
573	discuss
574	discuss
575	discuss
576	discuss
577	agree
578	disagree
579	agree
580	agree
581	discuss
582	discuss
583	unrelated
584	discuss
585	agree
586	discuss
587	unrelated
588	discuss
589	agree
590	discuss
591	agree
592	discuss
593	discuss
594	discuss
595	unrelated
596	discuss
597	discuss
598	discuss
599	agree
600	unrelated
601	agree
602	discuss
603	agree
604	discuss
605	discuss
606	discuss
607	discuss
608	unrelated
609	unrelated
610	agree
611	unrelated
612	unrelated
613	disagree
614	discuss
615	discuss
616	discuss
617	discuss
618	discuss
619	unrelated
620	discuss
621	disagree
622	discuss
623	discuss
624	agree
625	unrelated
626	discuss
627	discuss
628	discuss
629	discuss
630	agree
631	unrelated
632	agree
633	discuss
634	agree
635	discuss
636	discuss
637	agree
638	discuss
639	discuss
640	disagree
641	discuss
642	discuss
643	agree
644	discuss
645	unrelated
646	unrelated
647	discuss
648	discuss
649	discuss
650	unrelated
651	discuss
652	discuss
653	discuss
654	discuss
655	unrelated
656	unrelated
657	discuss
658	unrelated
659	unrelated
660	discuss
661	discuss
662	agree
663	discuss
664	discuss
665	discuss
666	discuss
667	discuss
668	discuss
669	agree
670	unrelated
671	unrelated
672	discuss
673	discuss
674	unrelated
675	unrelated
676	agree
677	unrelated
678	agree
679	discuss
680	discuss
681	discuss
682	agree
683	unrelated
684	discuss
685	agree
686	discuss
687	discuss
688	discuss
689	discuss
690	discuss
691	unrelated
692	discuss
693	agree
694	unrelated
695	discuss
696	unrelated
697	discuss
698	disagree
699	agree
700	discuss
701	unrelated
702	discuss
703	agree
704	agree
705	discuss
706	discuss
707	discuss
708	discuss
709	agree
710	agree
711	discuss
712	discuss
713	discuss
714	unrelated
715	unrelated
716	discuss
717	agree
718	agree
719	discuss
720	discuss
721	unrelated
722	discuss
723	agree
724	unrelated
725	unrelated
726	agree
727	discuss
728	discuss
729	discuss
730	unrelated
731	discuss
732	discuss
733	discuss
734	unrelated
735	discuss
736	unrelated
737	unrelated
738	unrelated
739	unrelated
740	discuss
741	agree
742	unrelated
743	discuss
744	agree
745	unrelated
746	discuss
747	discuss
748	discuss
749	agree
750	discuss
751	agree
752	discuss
753	discuss
754	discuss
755	unrelated
756	unrelated
757	unrelated
758	discuss
759	unrelated
760	unrelated
761	agree
762	discuss
763	unrelated
764	discuss
765	discuss
766	unrelated
767	disagree
768	unrelated
769	agree
770	discuss
771	agree
772	discuss
773	discuss
774	discuss
775	unrelated
776	discuss
777	discuss
778	agree
779	discuss
780	agree
781	discuss
782	agree
783	unrelated
784	unrelated
785	agree
786	discuss
787	unrelated
788	discuss
789	discuss
790	discuss
791	unrelated
792	agree
793	discuss
794	unrelated
795	discuss
796	discuss
797	agree
798	discuss
799	discuss
800	discuss
801	unrelated
802	discuss
803	discuss
804	unrelated
805	disagree
806	discuss
807	discuss
808	discuss
809	unrelated
810	agree
811	unrelated
812	unrelated
813	discuss
814	discuss
815	agree
816	unrelated
817	discuss
818	unrelated
819	discuss
820	discuss
821	discuss
822	unrelated
823	discuss
824	unrelated
825	unrelated
826	discuss
827	unrelated
828	discuss
829	agree
830	unrelated
831	agree
832	discuss
833	discuss
834	discuss
835	discuss
836	unrelated
837	discuss
838	unrelated
839	disagree
840	discuss
841	unrelated
842	unrelated
843	disagree
844	disagree
845	discuss
846	discuss
847	unrelated
848	unrelated
849	agree
850	discuss
851	agree
852	unrelated
853	discuss
854	discuss
855	discuss
856	disagree
857	discuss
858	discuss
859	discuss
860	discuss
861	discuss
862	discuss
863	discuss
864	discuss
865	discuss
866	unrelated
867	discuss
868	discuss
869	discuss
870	unrelated
871	agree
872	discuss
873	discuss
874	discuss
875	discuss
876	discuss
877	discuss
878	discuss
879	disagree
880	discuss
881	unrelated
882	unrelated
883	unrelated
884	disagree
885	discuss
886	discuss
887	discuss
888	discuss
889	discuss
890	unrelated
891	unrelated
892	agree
893	unrelated
894	disagree
895	discuss
896	discuss
897	unrelated
898	discuss
899	unrelated
900	discuss
901	discuss
902	unrelated
903	agree
904	discuss
905	disagree
906	discuss
907	discuss
908	unrelated
909	discuss
910	unrelated
911	unrelated
912	unrelated
913	discuss
914	disagree
915	discuss
916	disagree
917	discuss
918	unrelated
919	discuss
920	agree
921	discuss
922	discuss
923	unrelated
924	discuss
925	unrelated
926	unrelated
927	unrelated
928	discuss
929	discuss
930	discuss
931	unrelated
932	discuss
933	agree
934	discuss
935	unrelated
936	discuss
937	discuss
938	discuss
939	discuss
940	discuss
941	unrelated
942	discuss
943	disagree
944	agree
945	unrelated
946	unrelated
947	unrelated
948	discuss
949	unrelated
950	discuss
951	discuss
952	discuss
953	discuss
954	discuss
955	unrelated
956	unrelated
957	unrelated
958	discuss
959	agree
960	discuss
961	agree
962	discuss
963	unrelated
964	discuss
965	discuss
966	discuss
967	discuss
968	discuss
969	unrelated
970	discuss
971	disagree
972	discuss
973	discuss
974	discuss
975	unrelated
976	discuss
977	discuss
978	discuss
979	discuss
980	unrelated
981	unrelated
982	discuss
983	unrelated
984	discuss
985	discuss
986	discuss
987	unrelated
988	discuss
989	discuss
990	discuss
991	discuss
992	discuss
993	discuss
994	unrelated
995	discuss
996	unrelated
997	unrelated
998	discuss
999	unrelated
1000	discuss
1001	unrelated
1002	agree
1003	discuss
1004	discuss
1005	agree
1006	discuss
1007	unrelated
1008	unrelated
1009	disagree
1010	unrelated
1011	discuss
1012	agree
1013	unrelated
1014	discuss
1015	discuss
1016	unrelated
1017	agree
1018	discuss
1019	discuss
1020	unrelated
1021	discuss
1022	discuss
1023	discuss
1024	discuss
1025	discuss
1026	agree
1027	discuss
1028	unrelated
1029	discuss
1030	discuss
1031	discuss
1032	unrelated
1033	agree
1034	unrelated
1035	discuss
1036	discuss
1037	unrelated
1038	unrelated
1039	agree
1040	discuss
1041	discuss
1042	unrelated
1043	discuss
1044	discuss
1045	discuss
1046	discuss
1047	agree
1048	unrelated
1049	discuss
1050	discuss
1051	agree
1052	unrelated
1053	discuss
1054	discuss
1055	discuss
1056	discuss
1057	discuss
1058	unrelated
1059	discuss
1060	discuss
1061	unrelated
1062	unrelated
1063	unrelated
1064	discuss
1065	unrelated
1066	discuss
1067	discuss
1068	discuss
1069	discuss
1070	agree
1071	unrelated
1072	agree
1073	discuss
1074	agree
1075	unrelated
1076	unrelated
1077	unrelated
1078	discuss
1079	unrelated
1080	discuss
1081	discuss
1082	agree
1083	unrelated
1084	agree
1085	discuss
1086	unrelated
1087	discuss
1088	unrelated
1089	discuss
1090	agree
1091	unrelated
1092	discuss
1093	unrelated
1094	discuss
1095	unrelated
1096	unrelated
1097	unrelated
1098	discuss
1099	discuss
1100	discuss
1101	discuss
1102	agree
1103	discuss
1104	agree
1105	discuss
1106	discuss
1107	discuss
1108	unrelated
1109	discuss
1110	discuss
1111	discuss
1112	unrelated
1113	discuss
1114	unrelated
1115	disagree
1116	unrelated
1117	unrelated
1118	agree
1119	discuss
1120	discuss
1121	unrelated
1122	unrelated
1123	discuss
1124	discuss
1125	agree
1126	discuss
1127	discuss
1128	unrelated
1129	discuss
1130	unrelated
1131	discuss
1132	discuss
1133	agree
1134	discuss
1135	discuss
1136	unrelated
1137	unrelated
1138	agree
1139	discuss
1140	unrelated
1141	discuss
1142	discuss
1143	discuss
1144	unrelated
1145	discuss
1146	discuss
1147	discuss
1148	unrelated
1149	discuss
1150	discuss
1151	discuss
1152	unrelated
1153	discuss
1154	discuss
1155	agree
1156	discuss
1157	discuss
1158	discuss
1159	agree
1160	discuss
1161	unrelated
1162	discuss
1163	discuss
1164	discuss
1165	unrelated
1166	unrelated
1167	discuss
1168	discuss
1169	discuss
1170	discuss
1171	discuss
1172	discuss
1173	discuss
1174	discuss
1175	discuss
1176	discuss
1177	agree
1178	agree
1179	unrelated
1180	discuss
1181	unrelated
1182	discuss
1183	unrelated
1184	unrelated
1185	discuss
1186	discuss
1187	discuss
1188	discuss
1189	discuss
1190	discuss
1191	discuss
1192	disagree
1193	agree
1194	unrelated
1195	discuss
1196	agree
1197	agree
1198	unrelated
1199	unrelated
1200	discuss
1201	unrelated
1202	unrelated
1203	discuss
1204	unrelated
1205	unrelated
1206	unrelated
1207	discuss
1208	discuss
1209	unrelated
1210	unrelated
1211	unrelated
1212	unrelated
1213	discuss
1214	agree
1215	agree
1216	discuss
1217	discuss
1218	discuss
1219	agree
1220	discuss
1221	discuss
1222	agree
1223	discuss
1224	unrelated
1225	discuss
1226	discuss
1227	discuss
1228	unrelated
1229	discuss
1230	discuss
1231	discuss
1232	discuss
1233	unrelated
1234	disagree
1235	discuss
1236	agree
1237	discuss
1238	discuss
1239	unrelated
1240	agree
1241	unrelated
1242	discuss
1243	discuss
1244	discuss
1245	discuss
1246	unrelated
1247	agree
1248	discuss
1249	discuss
1250	agree
1251	unrelated
1252	unrelated
1253	discuss
1254	agree
1255	discuss
1256	discuss
1257	unrelated
1258	unrelated
1259	discuss
1260	discuss
1261	agree
1262	unrelated
1263	unrelated
1264	discuss
1265	unrelated
1266	discuss
1267	unrelated
1268	discuss
1269	discuss
1270	unrelated
1271	discuss
1272	discuss
1273	discuss
1274	unrelated
1275	discuss
1276	discuss
1277	discuss
1278	discuss
1279	unrelated
1280	discuss
1281	agree
1282	unrelated
1283	discuss
1284	discuss
1285	unrelated
1286	agree
1287	discuss
1288	unrelated
1289	discuss
1290	discuss
1291	agree
1292	discuss
1293	discuss
1294	agree
1295	unrelated
1296	agree
1297	discuss
1298	discuss
1299	unrelated
1300	unrelated
1301	discuss
1302	discuss
1303	discuss
1304	discuss
1305	discuss
1306	unrelated
1307	unrelated
1308	unrelated
1309	discuss
1310	unrelated
1311	agree
1312	unrelated
1313	agree
1314	discuss
1315	discuss
1316	unrelated
1317	discuss
1318	discuss
1319	discuss
1320	discuss
1321	discuss
1322	discuss
1323	discuss
1324	agree
1325	discuss
1326	unrelated
1327	discuss
1328	discuss
1329	unrelated
1330	agree
1331	discuss
1332	discuss
1333	discuss
1334	unrelated
1335	discuss
1336	discuss
1337	discuss
1338	agree
1339	discuss
1340	unrelated
1341	discuss
1342	discuss
1343	discuss
1344	discuss
1345	discuss
1346	discuss
1347	discuss
1348	discuss
1349	discuss
1350	unrelated
1351	discuss
1352	discuss
1353	discuss
1354	discuss
1355	discuss
1356	agree
1357	unrelated
1358	unrelated
1359	discuss
1360	discuss
1361	discuss
1362	discuss
1363	unrelated
1364	discuss
1365	unrelated
1366	discuss
1367	discuss
1368	unrelated
1369	disagree
1370	unrelated
1371	discuss
1372	discuss
1373	discuss
1374	agree
1375	discuss
1376	unrelated
1377	agree
1378	agree
1379	discuss
1380	discuss
1381	discuss
1382	discuss
1383	discuss
1384	unrelated
1385	discuss
1386	discuss
1387	unrelated
1388	discuss
1389	agree
1390	agree
1391	unrelated
1392	discuss
1393	discuss
1394	agree
1395	unrelated
1396	discuss
1397	discuss
1398	agree
1399	discuss
1400	agree
1401	discuss
1402	discuss
1403	unrelated
1404	discuss
1405	discuss
1406	unrelated
1407	agree
1408	discuss
1409	unrelated
1410	unrelated
1411	discuss
1412	unrelated
1413	agree
1414	discuss
1415	unrelated
1416	discuss
1417	discuss
1418	unrelated
1419	discuss
1420	unrelated
1421	unrelated
1422	discuss
1423	unrelated
1424	unrelated
1425	discuss
1426	unrelated
1427	discuss
1428	disagree
1429	discuss
1430	discuss
1431	agree
1432	unrelated
1433	discuss
1434	discuss
1435	discuss
1436	discuss
1437	discuss
1438	discuss
1439	discuss
1440	unrelated
1441	discuss
1442	unrelated
1443	agree
1444	discuss
1445	unrelated
1446	unrelated
1447	discuss
1448	discuss
1449	discuss
1450	unrelated
1451	unrelated
1452	agree
1453	agree
1454	discuss
1455	discuss
1456	discuss
1457	agree
1458	unrelated
1459	unrelated
1460	agree
1461	unrelated
1462	disagree
1463	discuss
1464	unrelated
1465	discuss
1466	agree
1467	unrelated
1468	unrelated
1469	discuss
1470	discuss
1471	unrelated
1472	agree
1473	unrelated
1474	unrelated
1475	agree
1476	unrelated
1477	discuss
1478	discuss
1479	unrelated
1480	unrelated
1481	discuss
1482	discuss
1483	discuss
1484	agree
1485	unrelated
1486	discuss
1487	discuss
1488	unrelated
1489	discuss
1490	discuss
1491	agree
1492	discuss
1493	discuss
1494	discuss
1495	agree
1496	agree
1497	discuss
1498	discuss
1499	unrelated
1500	agree
1501	unrelated
1502	agree
1503	agree
1504	unrelated
1505	discuss
1506	unrelated
1507	discuss
1508	discuss
1509	unrelated
1510	discuss
1511	discuss
1512	discuss
1513	unrelated
1514	agree
1515	discuss
1516	discuss
1517	discuss
1518	discuss
1519	discuss
1520	discuss
1521	unrelated
1522	discuss
1523	discuss
1524	discuss
1525	unrelated
1526	unrelated
1527	discuss
1528	discuss
1529	unrelated
1530	discuss
1531	discuss
1532	discuss
1533	agree
1534	unrelated
1535	discuss
1536	discuss
1537	discuss
1538	discuss
1539	unrelated
1540	unrelated
1541	unrelated
1542	discuss
1543	unrelated
1544	disagree
1545	discuss
1546	unrelated
1547	unrelated
1548	agree
1549	discuss
1550	discuss
1551	agree
1552	unrelated
1553	agree
1554	discuss
1555	discuss
1556	discuss
1557	discuss
1558	discuss
1559	unrelated
1560	unrelated
1561	discuss
1562	discuss
1563	agree
1564	unrelated
1565	unrelated
1566	agree
1567	agree
1568	discuss
1569	unrelated
1570	discuss
1571	discuss
1572	discuss
1573	unrelated
1574	disagree
1575	discuss
1576	agree
1577	discuss
1578	discuss
1579	agree
1580	discuss
1581	discuss
1582	unrelated
1583	discuss
1584	unrelated
1585	discuss
1586	discuss
1587	unrelated
1588	discuss
1589	discuss
1590	unrelated
1591	discuss
1592	discuss
1593	discuss
1594	discuss
1595	discuss
1596	unrelated
1597	unrelated
1598	agree
1599	discuss
1600	discuss
1601	discuss
1602	discuss
1603	discuss
1604	unrelated
1605	discuss
1606	agree
1607	unrelated
1608	discuss
1609	discuss
1610	agree
1611	discuss
1612	discuss
1613	unrelated
1614	unrelated
1615	discuss
1616	discuss
1617	discuss
1618	agree
1619	discuss
1620	discuss
1621	discuss
1622	agree
1623	unrelated
1624	unrelated
1625	unrelated
1626	unrelated
1627	agree
1628	unrelated
1629	discuss
1630	discuss
1631	agree
1632	discuss
1633	discuss
1634	discuss
1635	agree
1636	disagree
1637	discuss
1638	unrelated
1639	unrelated
1640	discuss
1641	discuss
1642	agree
1643	unrelated
1644	disagree
1645	unrelated
1646	discuss
1647	disagree
1648	discuss
1649	discuss
1650	discuss
1651	discuss
1652	discuss
1653	discuss
1654	discuss
1655	discuss
1656	unrelated
1657	discuss
1658	unrelated
1659	agree
1660	agree
1661	agree
1662	agree
1663	agree
1664	discuss
1665	unrelated
1666	discuss
1667	unrelated
1668	unrelated
1669	unrelated
1670	discuss
1671	discuss
1672	unrelated
1673	unrelated
1674	agree
1675	discuss
1676	discuss
1677	unrelated
1678	discuss
1679	agree
1680	discuss
1681	unrelated
1682	discuss
1683	discuss
1684	unrelated
1685	discuss
1686	unrelated
1687	agree
1688	unrelated
1689	discuss
1690	unrelated
1691	discuss
1692	discuss
1693	discuss
1694	discuss
1695	discuss
1696	discuss
1697	agree
1698	discuss
1699	discuss
1700	agree
1701	agree
1702	discuss
1703	discuss
1704	discuss
1705	unrelated
1706	discuss
1707	discuss
1708	discuss
1709	unrelated
1710	discuss
1711	agree
1712	agree
1713	discuss
1714	agree
1715	discuss
1716	discuss
1717	disagree
1718	unrelated
1719	discuss
1720	discuss
1721	discuss
1722	unrelated
1723	discuss
1724	unrelated
1725	unrelated
1726	unrelated
1727	discuss
1728	disagree
1729	unrelated
1730	unrelated
1731	discuss
1732	discuss
1733	unrelated
1734	unrelated
1735	agree
1736	discuss
1737	unrelated
1738	unrelated
1739	discuss
1740	agree
1741	discuss
1742	unrelated
1743	discuss
1744	unrelated
1745	discuss
1746	disagree
1747	discuss
1748	discuss
1749	unrelated
1750	discuss
1751	agree
1752	discuss
1753	discuss
1754	disagree
1755	discuss
1756	discuss
1757	agree
1758	agree
1759	discuss
1760	discuss
1761	agree
1762	agree
1763	discuss
1764	agree
1765	agree
1766	discuss
1767	agree
1768	discuss
1769	unrelated
1770	unrelated
1771	discuss
1772	unrelated
1773	discuss
1774	discuss
1775	unrelated
1776	discuss
1777	discuss
1778	unrelated
1779	discuss
1780	discuss
1781	unrelated
1782	discuss
1783	agree
1784	discuss
1785	agree
1786	discuss
1787	unrelated
1788	unrelated
1789	discuss
1790	unrelated
1791	discuss
1792	unrelated
1793	discuss
1794	discuss
1795	discuss
1796	discuss
1797	discuss
1798	discuss
1799	discuss
1800	agree
1801	discuss
1802	discuss
1803	discuss
1804	discuss
1805	unrelated
1806	discuss
1807	agree
1808	unrelated
1809	disagree
1810	agree
1811	agree
1812	disagree
1813	unrelated
1814	unrelated
1815	unrelated
1816	discuss
1817	discuss
1818	discuss
1819	discuss
1820	discuss
1821	discuss
1822	agree
1823	discuss
1824	unrelated
1825	unrelated
1826	agree
1827	discuss
1828	discuss
1829	unrelated
1830	discuss
1831	agree
1832	discuss
1833	unrelated
1834	unrelated
1835	unrelated
1836	unrelated
1837	agree
1838	discuss
1839	discuss
1840	agree
1841	unrelated
1842	discuss
1843	agree
1844	unrelated
1845	agree
1846	unrelated
1847	unrelated
1848	unrelated
1849	unrelated
1850	discuss
1851	discuss
1852	agree
1853	discuss
1854	unrelated
1855	discuss
1856	agree
1857	discuss
1858	unrelated
1859	discuss
1860	discuss
1861	unrelated
1862	discuss
1863	discuss
1864	disagree
1865	unrelated
1866	discuss
1867	unrelated
1868	discuss
1869	agree
1870	discuss
1871	agree
1872	unrelated
1873	discuss
1874	unrelated
1875	discuss
1876	discuss
1877	discuss
1878	unrelated
1879	discuss
1880	discuss
1881	discuss
1882	discuss
1883	discuss
1884	discuss
1885	discuss
1886	discuss
1887	discuss
1888	discuss
1889	discuss
1890	agree
1891	discuss
1892	unrelated
1893	unrelated
1894	discuss
1895	discuss
1896	discuss
1897	discuss
1898	discuss
1899	unrelated
1900	discuss
1901	agree
1902	agree
1903	discuss
1904	discuss
1905	discuss
1906	agree
1907	unrelated
1908	unrelated
1909	unrelated
1910	discuss
1911	agree
1912	discuss
1913	discuss
1914	discuss
1915	agree
1916	discuss
1917	discuss
1918	discuss
1919	disagree
1920	discuss
1921	agree
1922	agree
1923	agree
1924	discuss
1925	unrelated
1926	discuss
1927	unrelated
1928	discuss
1929	agree
1930	discuss
1931	agree
1932	discuss
1933	unrelated
1934	unrelated
1935	discuss
1936	agree
1937	unrelated
1938	discuss
1939	unrelated
1940	discuss
1941	discuss
1942	discuss
1943	unrelated
1944	discuss
1945	discuss
1946	discuss
1947	unrelated
1948	disagree
1949	discuss
1950	discuss
1951	discuss
1952	unrelated
1953	discuss
1954	discuss
1955	discuss
1956	unrelated
1957	discuss
1958	discuss
1959	discuss
1960	discuss
1961	unrelated
1962	discuss
1963	unrelated
1964	discuss
1965	discuss
1966	disagree
1967	discuss
1968	unrelated
1969	discuss
1970	unrelated
1971	discuss
1972	unrelated
1973	unrelated
1974	unrelated
1975	discuss
1976	unrelated
1977	discuss
1978	discuss
1979	unrelated
1980	discuss
1981	unrelated
1982	unrelated
1983	discuss
1984	unrelated
1985	agree
1986	unrelated
1987	discuss
1988	discuss
1989	discuss
1990	discuss
1991	unrelated
1992	discuss
1993	agree
1994	agree
1995	unrelated
1996	discuss
1997	discuss
1998	discuss
1999	discuss
2000	discuss
2001	unrelated
2002	discuss
2003	discuss
2004	discuss
2005	discuss
2006	unrelated
2007	agree
2008	disagree
2009	agree
2010	discuss
2011	discuss
2012	discuss
2013	discuss
2014	unrelated
2015	discuss
2016	discuss
2017	discuss
2018	agree
2019	discuss
2020	discuss
2021	unrelated
2022	discuss
2023	unrelated
2024	discuss
2025	discuss
2026	discuss
2027	discuss
2028	unrelated
2029	discuss
2030	discuss
2031	discuss
2032	discuss
2033	discuss
2034	discuss
2035	discuss
2036	discuss
2037	unrelated
2038	discuss
2039	discuss
2040	discuss
2041	unrelated
2042	discuss
2043	unrelated
2044	discuss
2045	agree
2046	unrelated
2047	agree
2048	discuss
2049	discuss
2050	discuss
2051	agree
2052	disagree
2053	discuss
2054	agree
2055	unrelated
2056	discuss
2057	discuss
2058	agree
2059	unrelated
2060	discuss
2061	unrelated
2062	discuss
2063	agree
2064	discuss
2065	unrelated
2066	agree
2067	disagree
2068	unrelated
2069	unrelated
2070	agree
2071	discuss
2072	unrelated
2073	discuss
2074	unrelated
2075	disagree
2076	discuss
2077	agree
2078	discuss
2079	discuss
2080	unrelated
2081	discuss
2082	unrelated
2083	discuss
2084	agree
2085	discuss
2086	discuss
2087	discuss
2088	discuss
2089	discuss
2090	unrelated
2091	discuss
2092	discuss
2093	unrelated
2094	unrelated
2095	discuss
2096	unrelated
2097	unrelated
2098	unrelated
2099	agree
2100	unrelated
2101	agree
2102	unrelated
2103	discuss
2104	discuss
2105	discuss
2106	unrelated
2107	discuss
2108	discuss
2109	discuss
2110	unrelated
2111	agree
2112	unrelated
2113	discuss
2114	agree
2115	discuss
2116	unrelated
2117	unrelated
2118	unrelated
2119	discuss
2120	discuss
2121	agree
2122	discuss
2123	unrelated
2124	discuss
2125	unrelated
2126	discuss
2127	unrelated
2128	discuss
2129	disagree
2130	agree
2131	discuss
2132	discuss
2133	unrelated
2134	discuss
2135	discuss
2136	unrelated
2137	unrelated
2138	discuss
2139	discuss
2140	unrelated
2141	discuss
2142	discuss
2143	agree
2144	discuss
2145	agree
2146	discuss
2147	discuss
2148	agree
2149	discuss
2150	discuss
2151	discuss
2152	discuss
2153	discuss
2154	unrelated
2155	discuss
2156	unrelated
2157	discuss
2158	discuss
2159	unrelated
2160	discuss
2161	discuss
2162	discuss
2163	discuss
2164	discuss
2165	discuss
2166	unrelated
2167	unrelated
2168	unrelated
2169	agree
2170	discuss
2171	agree
2172	discuss
2173	agree
2174	agree
2175	unrelated
2176	discuss
2177	unrelated
2178	unrelated
2179	discuss
2180	agree
2181	unrelated
2182	discuss
2183	discuss
2184	unrelated
2185	discuss
2186	discuss
2187	unrelated
2188	agree
2189	disagree
2190	unrelated
2191	agree
2192	discuss
2193	discuss
2194	disagree
2195	unrelated
2196	unrelated
2197	unrelated
2198	agree
2199	discuss
2200	unrelated
2201	discuss
2202	discuss
2203	unrelated
2204	unrelated
2205	discuss
2206	discuss
2207	discuss
2208	agree
2209	discuss
2210	discuss
2211	discuss
2212	unrelated
2213	agree
2214	unrelated
2215	unrelated
2216	agree
2217	discuss
2218	unrelated
2219	agree
2220	discuss
2221	discuss
2222	discuss
2223	discuss
2224	unrelated
2225	agree
2226	discuss
2227	discuss
2228	discuss
2229	discuss
2230	unrelated
2231	unrelated
2232	discuss
2233	discuss
2234	discuss
2235	agree
2236	discuss
2237	discuss
2238	unrelated
2239	discuss
2240	discuss
2241	discuss
2242	agree
2243	discuss
2244	discuss
2245	discuss
2246	unrelated
2247	discuss
2248	unrelated
2249	unrelated
2250	unrelated
2251	discuss
2252	discuss
2253	unrelated
2254	discuss
2255	discuss
2256	unrelated
2257	unrelated
2258	discuss
2259	discuss
2260	unrelated
2261	unrelated
2262	discuss
2263	discuss
2264	discuss
2265	discuss
2266	unrelated
2267	discuss
2268	agree
2269	disagree
2270	discuss
2271	discuss
2272	agree
2273	discuss
2274	discuss
2275	discuss
2276	discuss
2277	unrelated
2278	discuss
2279	unrelated
2280	unrelated
2281	discuss
2282	unrelated
2283	discuss
2284	unrelated
2285	discuss
2286	discuss
2287	unrelated
2288	unrelated
2289	discuss
2290	discuss
2291	discuss
2292	discuss
2293	discuss
2294	discuss
2295	discuss
2296	unrelated
2297	discuss
2298	discuss
2299	agree
2300	disagree
2301	agree
2302	discuss
2303	agree
2304	discuss
2305	unrelated
2306	discuss
2307	discuss
2308	discuss
2309	unrelated
2310	discuss
2311	unrelated
2312	discuss
2313	agree
2314	discuss
2315	discuss
2316	discuss
2317	discuss
2318	unrelated
2319	agree
2320	discuss
2321	unrelated
2322	unrelated
2323	discuss
2324	disagree
2325	discuss
2326	agree
2327	unrelated
2328	agree
2329	discuss
2330	unrelated
2331	discuss
2332	disagree
2333	discuss
2334	unrelated
2335	agree
2336	unrelated
2337	discuss
2338	unrelated
2339	unrelated
2340	discuss
2341	unrelated
2342	discuss
2343	unrelated
2344	unrelated
2345	agree
2346	agree
2347	unrelated
2348	discuss
2349	unrelated
2350	discuss
2351	agree
2352	discuss
2353	agree
2354	unrelated
2355	discuss
2356	discuss
2357	discuss
2358	discuss
2359	unrelated
2360	unrelated
2361	discuss
2362	discuss
2363	discuss
2364	agree
2365	discuss
2366	discuss
2367	discuss
2368	discuss
2369	agree
2370	discuss
2371	disagree
2372	agree
2373	unrelated
2374	discuss
2375	agree
2376	discuss
2377	agree
2378	discuss
2379	unrelated
2380	discuss
2381	discuss
2382	discuss
2383	discuss
2384	discuss
2385	discuss
2386	discuss
2387	discuss
2388	discuss
2389	discuss
2390	unrelated
2391	unrelated
2392	unrelated
2393	discuss
2394	discuss
2395	agree
2396	discuss
2397	discuss
2398	unrelated
2399	unrelated
2400	unrelated
2401	discuss
2402	agree
2403	discuss
2404	unrelated
2405	discuss
2406	discuss
2407	agree
2408	discuss
2409	discuss
2410	agree
2411	unrelated
2412	agree
2413	unrelated
2414	discuss
2415	unrelated
2416	discuss
2417	unrelated
2418	discuss
2419	discuss
2420	discuss
2421	discuss
2422	discuss
2423	discuss
2424	unrelated
2425	unrelated
2426	discuss
2427	discuss
2428	agree
2429	discuss
2430	discuss
2431	disagree
2432	agree
2433	agree
2434	discuss
2435	discuss
2436	discuss
2437	discuss
2438	unrelated
2439	unrelated
2440	discuss
2441	unrelated
2442	discuss
2443	unrelated
2444	discuss
2445	discuss
2446	unrelated
2447	unrelated
2448	unrelated
2449	unrelated
2450	unrelated
2451	unrelated
2452	agree
2453	unrelated
2454	unrelated
2455	discuss
2456	discuss
2457	discuss
2458	unrelated
2459	unrelated
2460	agree
2461	unrelated
2462	discuss
2463	agree
2464	discuss
2465	discuss
2466	agree
2467	discuss
2468	unrelated
2469	unrelated
2470	discuss
2471	discuss
2472	discuss
2473	discuss
2474	agree
2475	unrelated
2476	unrelated
2477	discuss
2478	discuss
2479	discuss
2480	agree
2481	discuss
2482	discuss
2483	unrelated
2484	discuss
2485	agree
2486	discuss
2487	agree
2488	agree
2489	discuss
2490	unrelated
2491	unrelated
2492	agree
2493	discuss
2494	agree
2495	discuss
2496	unrelated
2497	discuss
2498	discuss
2499	disagree
2500	unrelated
2501	disagree
2502	agree
2503	discuss
2504	unrelated
2505	discuss
2506	discuss
2507	unrelated
2508	unrelated
2509	discuss
2510	unrelated
2511	unrelated
2512	discuss
2513	discuss
2514	discuss
2515	discuss
2516	disagree
2517	unrelated
2518	discuss
2519	agree
2520	discuss
2521	unrelated
2522	discuss
2523	discuss
2524	discuss
2525	unrelated
2526	discuss
2527	agree
2528	disagree
2529	discuss
2530	discuss
2531	unrelated
2532	discuss
2533	discuss
2534	unrelated
2535	unrelated
2536	discuss
2537	agree
2538	unrelated
2539	discuss
2540	discuss
2541	discuss
2542	discuss
2543	discuss
2544	unrelated
2545	unrelated
2546	discuss
2547	agree
2548	discuss
2549	discuss
2550	discuss
2551	discuss
2552	unrelated
2553	discuss
2554	unrelated
2555	discuss
2556	discuss
2557	discuss
2558	discuss
2559	discuss
2560	discuss
2561	discuss
2562	discuss
2563	discuss
2564	discuss
2565	unrelated
2566	discuss
2567	agree
2568	discuss
2569	discuss
2570	unrelated
2571	unrelated
2572	discuss
2573	discuss
2574	unrelated
2575	unrelated
2576	agree
2577	discuss
2578	discuss
2579	agree
2580	discuss
2581	discuss
2582	discuss
2583	unrelated
2584	discuss
2585	discuss
2586	agree
2587	unrelated
2588	unrelated
2589	unrelated
2590	unrelated
2591	unrelated
2592	discuss
2593	discuss
2594	unrelated
2595	unrelated
2596	agree
2597	agree
2598	unrelated
2599	disagree
2600	discuss
2601	unrelated
2602	agree
2603	unrelated
2604	discuss
2605	unrelated
2606	discuss
2607	unrelated
2608	discuss
2609	discuss
2610	discuss
2611	discuss
2612	unrelated
2613	unrelated
2614	discuss
2615	unrelated
2616	agree
2617	discuss
2618	agree
2619	agree
2620	discuss
2621	discuss
2622	discuss
2623	discuss
2624	discuss
2625	agree
2626	discuss
2627	unrelated
2628	unrelated
2629	unrelated
2630	discuss
2631	agree
2632	discuss
2633	discuss
2634	agree
2635	discuss
2636	unrelated
2637	discuss
2638	discuss
2639	agree
2640	discuss
2641	agree
2642	discuss
2643	discuss
2644	agree
2645	agree
2646	agree
2647	unrelated
2648	discuss
2649	discuss
2650	discuss
2651	discuss
2652	discuss
2653	discuss
2654	discuss
2655	discuss
2656	unrelated
2657	agree
2658	agree
2659	discuss
2660	unrelated
2661	unrelated
2662	discuss
2663	discuss
2664	unrelated
2665	agree
2666	unrelated
2667	discuss
2668	discuss
2669	discuss
2670	discuss
2671	unrelated
2672	unrelated
2673	discuss
2674	unrelated
2675	discuss
2676	unrelated
2677	agree
2678	discuss
2679	discuss
2680	agree
2681	discuss
2682	discuss
2683	unrelated
2684	discuss
2685	unrelated
2686	discuss
2687	discuss
2688	discuss
2689	unrelated
2690	unrelated
2691	agree
2692	unrelated
2693	discuss
2694	unrelated
2695	discuss
2696	agree
2697	discuss
2698	discuss
2699	discuss
2700	discuss
2701	agree
2702	agree
2703	unrelated
2704	unrelated
2705	unrelated
2706	discuss
2707	agree
2708	discuss
2709	discuss
2710	agree
2711	discuss
2712	unrelated
2713	discuss
2714	discuss
2715	discuss
2716	disagree
2717	discuss
2718	unrelated
2719	unrelated
2720	unrelated
2721	unrelated
2722	unrelated
2723	unrelated
2724	discuss
2725	unrelated
2726	unrelated
2727	agree
2728	unrelated
2729	discuss
2730	discuss
2731	discuss
2732	disagree
2733	unrelated
2734	discuss
2735	discuss
2736	discuss
2737	discuss
2738	unrelated
2739	discuss
2740	discuss
2741	discuss
2742	discuss
2743	discuss
2744	agree
2745	agree
2746	discuss
2747	unrelated
2748	unrelated
2749	unrelated
2750	discuss
2751	unrelated
2752	discuss
2753	discuss
2754	agree
2755	discuss
2756	agree
2757	discuss
2758	unrelated
2759	unrelated
2760	disagree
2761	unrelated
2762	discuss
2763	discuss
2764	discuss
2765	unrelated
2766	discuss
2767	discuss
2768	unrelated
2769	agree
2770	unrelated
2771	discuss
2772	discuss
2773	agree
2774	unrelated
2775	agree
2776	discuss
2777	discuss
2778	discuss
2779	discuss
2780	discuss
2781	discuss
2782	agree
2783	discuss
2784	unrelated
2785	discuss
2786	discuss
2787	discuss
2788	discuss
2789	unrelated
2790	unrelated
2791	discuss
2792	discuss
2793	unrelated
2794	discuss
2795	discuss
2796	discuss
2797	discuss
2798	discuss
2799	agree
2800	unrelated
2801	discuss
2802	disagree
2803	discuss
2804	discuss
2805	agree
2806	discuss
2807	discuss
2808	agree
2809	discuss
2810	agree
2811	unrelated
2812	agree
2813	unrelated
2814	discuss
2815	discuss
2816	discuss
2817	unrelated
2818	discuss
2819	discuss
2820	discuss
2821	unrelated
2822	discuss
2823	unrelated
2824	discuss
2825	unrelated
2826	discuss
2827	discuss
2828	discuss
2829	unrelated
2830	discuss
2831	discuss
2832	unrelated
2833	discuss
2834	discuss
2835	discuss
2836	discuss
2837	discuss
2838	discuss
2839	disagree
2840	unrelated
2841	discuss
2842	discuss
2843	unrelated
2844	agree
2845	discuss
2846	discuss
2847	unrelated
2848	discuss
2849	agree
2850	unrelated
2851	unrelated
2852	discuss
2853	agree
2854	discuss
2855	discuss
2856	agree
2857	unrelated
2858	discuss
2859	discuss
2860	unrelated
2861	unrelated
2862	unrelated
2863	discuss
2864	unrelated
2865	agree
2866	unrelated
2867	unrelated
2868	unrelated
2869	discuss
2870	unrelated
2871	agree
2872	unrelated
2873	discuss
2874	discuss
2875	discuss
2876	unrelated
2877	discuss
2878	discuss
2879	discuss
2880	discuss
2881	discuss
2882	discuss
2883	unrelated
2884	unrelated
2885	discuss
2886	discuss
2887	discuss
2888	discuss
2889	discuss
2890	agree
2891	discuss
2892	unrelated
2893	discuss
2894	discuss
2895	discuss
2896	unrelated
2897	discuss
2898	agree
2899	discuss
2900	agree
2901	agree
2902	unrelated
2903	discuss
2904	discuss
2905	unrelated
2906	discuss
2907	unrelated
2908	agree
2909	agree
2910	discuss
2911	discuss
2912	discuss
2913	discuss
2914	unrelated
2915	unrelated
2916	unrelated
2917	discuss
2918	discuss
2919	agree
2920	unrelated
2921	discuss
2922	unrelated
2923	unrelated
2924	agree
2925	discuss
2926	discuss
2927	discuss
2928	unrelated
2929	discuss
2930	discuss
2931	discuss
2932	unrelated
2933	discuss
2934	discuss
2935	discuss
2936	unrelated
2937	discuss
2938	discuss
2939	unrelated
2940	discuss
2941	discuss
2942	agree
2943	discuss
2944	discuss
2945	discuss
2946	agree
2947	discuss
2948	disagree
2949	unrelated
2950	unrelated
2951	discuss
2952	discuss
2953	agree
2954	unrelated
2955	discuss
2956	unrelated
2957	discuss
2958	agree
2959	discuss
2960	unrelated
2961	agree
2962	discuss
2963	unrelated
2964	discuss
2965	discuss
2966	discuss
2967	discuss
2968	discuss
2969	unrelated
2970	unrelated
2971	agree
2972	discuss
2973	agree
2974	discuss
2975	discuss
2976	discuss
2977	agree
2978	discuss
2979	discuss
2980	disagree
2981	discuss
2982	unrelated
2983	agree
2984	agree
2985	unrelated
2986	discuss
2987	discuss
2988	unrelated
2989	unrelated
2990	discuss
2991	discuss
2992	disagree
2993	discuss
2994	discuss
2995	discuss
2996	unrelated
2997	discuss
2998	discuss
2999	unrelated
3000	discuss
3001	discuss
3002	discuss
3003	discuss
3004	discuss
3005	discuss
3006	discuss
3007	discuss
3008	agree
3009	unrelated
3010	discuss
3011	unrelated
3012	unrelated
3013	discuss
3014	discuss
3015	discuss
3016	discuss
3017	discuss
3018	agree
3019	unrelated
3020	discuss
3021	discuss
3022	agree
3023	unrelated
3024	agree
3025	discuss
3026	discuss
3027	discuss
3028	discuss
3029	unrelated
3030	discuss
3031	unrelated
3032	discuss
3033	unrelated
3034	agree
3035	unrelated
3036	discuss
3037	discuss
3038	unrelated
3039	agree
3040	discuss
3041	discuss
3042	discuss
3043	unrelated
3044	discuss
3045	discuss
3046	discuss
3047	discuss
3048	discuss
3049	agree
3050	unrelated
3051	discuss
3052	discuss
3053	discuss
3054	agree
3055	agree
3056	discuss
3057	unrelated
3058	unrelated
3059	discuss
3060	discuss
3061	discuss
3062	discuss
3063	unrelated
3064	discuss
3065	unrelated
3066	discuss
3067	discuss
3068	agree
3069	discuss
3070	unrelated
3071	unrelated
3072	unrelated
3073	unrelated
3074	discuss
3075	discuss
3076	discuss
3077	discuss
3078	discuss
3079	agree
3080	agree
3081	discuss
3082	discuss
3083	discuss
3084	unrelated
3085	discuss
3086	agree
3087	discuss
3088	discuss
3089	discuss
3090	agree
3091	unrelated
3092	discuss
3093	unrelated
3094	agree
3095	discuss
3096	unrelated
3097	discuss
3098	discuss
3099	unrelated
3100	discuss
3101	unrelated
3102	discuss
3103	unrelated
3104	discuss
3105	discuss
3106	discuss
3107	agree
3108	discuss
3109	discuss
3110	unrelated
3111	unrelated
3112	agree
3113	unrelated
3114	discuss
3115	unrelated
3116	discuss
3117	unrelated
3118	unrelated
3119	discuss
3120	agree
3121	discuss
3122	agree
3123	discuss
3124	discuss
3125	discuss
3126	discuss
3127	agree
3128	discuss
3129	discuss
3130	agree
3131	discuss
3132	discuss
3133	unrelated
3134	discuss
3135	unrelated
3136	discuss
3137	unrelated
3138	discuss
3139	discuss
3140	discuss
3141	unrelated
3142	discuss
3143	discuss
3144	discuss
3145	agree
3146	agree
3147	unrelated
3148	discuss
3149	discuss
3150	discuss
3151	unrelated
3152	discuss
3153	discuss
3154	agree
3155	agree
3156	unrelated
3157	discuss
3158	discuss
3159	unrelated
3160	agree
3161	unrelated
3162	agree
3163	discuss
3164	discuss
3165	unrelated
3166	unrelated
3167	discuss
3168	discuss
3169	agree
3170	discuss
3171	agree
3172	discuss
3173	discuss
3174	discuss
3175	discuss
3176	unrelated
3177	discuss
3178	agree
3179	discuss
3180	unrelated
3181	discuss
3182	discuss
3183	agree
3184	discuss
3185	discuss
3186	discuss
3187	unrelated
3188	agree
3189	disagree
3190	unrelated
3191	disagree
3192	discuss
3193	discuss
3194	unrelated
3195	agree
3196	discuss
3197	discuss
3198	discuss
3199	discuss
3200	unrelated
3201	discuss
3202	unrelated
3203	disagree
3204	discuss
3205	discuss
3206	agree
3207	discuss
3208	discuss
3209	discuss
3210	discuss
3211	discuss
3212	unrelated
3213	discuss
3214	discuss
3215	discuss
3216	unrelated
3217	unrelated
3218	discuss
3219	discuss
3220	unrelated
3221	discuss
3222	unrelated
3223	agree
3224	discuss
3225	discuss
3226	unrelated
3227	discuss
3228	unrelated
3229	unrelated
3230	unrelated
3231	agree
3232	disagree
3233	unrelated
3234	discuss
3235	discuss
3236	unrelated
3237	unrelated
3238	discuss
3239	discuss
3240	discuss
3241	agree
3242	agree
3243	discuss
3244	discuss
3245	discuss
3246	discuss
3247	discuss
3248	discuss
3249	discuss
3250	discuss
3251	agree
3252	discuss
3253	discuss
3254	unrelated
3255	discuss
3256	discuss
3257	discuss
3258	unrelated
3259	unrelated
3260	discuss
3261	unrelated
3262	unrelated
3263	unrelated
3264	discuss
3265	discuss
3266	agree
3267	discuss
3268	discuss
3269	discuss
3270	discuss
3271	discuss
3272	unrelated
3273	discuss
3274	unrelated
3275	unrelated
3276	unrelated
3277	discuss
3278	agree
3279	discuss
3280	discuss
3281	discuss
3282	unrelated
3283	agree
3284	disagree
3285	discuss
3286	discuss
3287	unrelated
3288	unrelated
3289	discuss
3290	unrelated
3291	discuss
3292	discuss
3293	discuss
3294	unrelated
3295	discuss
3296	agree
3297	agree
3298	discuss
3299	discuss
3300	discuss
3301	unrelated
3302	discuss
3303	discuss
3304	discuss
3305	agree
3306	discuss
3307	discuss
3308	unrelated
3309	discuss
3310	unrelated
3311	discuss
3312	discuss
3313	discuss
3314	discuss
3315	discuss
3316	agree
3317	discuss
3318	agree
3319	unrelated
3320	agree
3321	unrelated
3322	discuss
3323	disagree
3324	discuss
3325	agree
3326	discuss
3327	discuss
3328	discuss
3329	discuss
3330	unrelated
3331	discuss
3332	discuss
3333	discuss
3334	discuss
3335	discuss
3336	discuss
3337	discuss
3338	disagree
3339	unrelated
3340	unrelated
3341	agree
3342	discuss
3343	discuss
3344	agree
3345	discuss
3346	discuss
3347	unrelated
3348	discuss
3349	unrelated
3350	discuss
3351	agree
3352	discuss
3353	unrelated
3354	unrelated
3355	discuss
3356	agree
3357	agree
3358	discuss
3359	discuss
3360	discuss
3361	discuss
3362	discuss
3363	discuss
3364	unrelated
3365	disagree
3366	agree
3367	unrelated
3368	agree
3369	discuss
3370	discuss
3371	unrelated
3372	unrelated
3373	discuss
3374	discuss
3375	discuss
3376	unrelated
3377	discuss
3378	discuss
3379	agree
3380	disagree
3381	discuss
3382	agree
3383	discuss
3384	unrelated
3385	discuss
3386	discuss
3387	discuss
3388	discuss
3389	unrelated
3390	unrelated
3391	discuss
3392	agree
3393	unrelated
3394	discuss
3395	discuss
3396	discuss
3397	discuss
3398	discuss
3399	discuss
3400	discuss
3401	unrelated
3402	discuss
3403	discuss
3404	discuss
3405	disagree
3406	unrelated
3407	discuss
3408	unrelated
3409	discuss
3410	discuss
3411	discuss
3412	discuss
3413	agree
3414	discuss
3415	discuss
3416	discuss
3417	unrelated
3418	discuss
3419	unrelated
3420	discuss
3421	unrelated
3422	agree
3423	unrelated
3424	agree
3425	discuss
3426	discuss
3427	agree
3428	unrelated
3429	agree
3430	discuss
3431	discuss
3432	unrelated
3433	discuss
3434	unrelated
3435	agree
3436	discuss
3437	discuss
3438	unrelated
3439	disagree
3440	unrelated
3441	agree
3442	discuss
3443	agree
3444	agree
3445	unrelated
3446	agree
3447	discuss
3448	discuss
3449	discuss
3450	discuss
3451	unrelated
3452	unrelated
3453	discuss
3454	agree
3455	discuss
3456	agree
3457	unrelated
3458	discuss
3459	discuss
3460	unrelated
3461	agree
3462	discuss
3463	agree
3464	discuss
3465	discuss
3466	unrelated
3467	unrelated
3468	agree
3469	discuss
3470	agree
3471	agree
3472	discuss
3473	unrelated
3474	unrelated
3475	agree
3476	agree
3477	discuss
3478	agree
3479	agree
3480	discuss
3481	discuss
3482	unrelated
3483	unrelated
3484	unrelated
3485	discuss
3486	discuss
3487	discuss
3488	discuss
3489	agree
3490	discuss
3491	discuss
3492	disagree
3493	unrelated
3494	unrelated
3495	discuss
3496	agree
3497	discuss
3498	unrelated
3499	discuss
3500	discuss
3501	discuss
3502	discuss
3503	agree
3504	discuss
3505	agree
3506	discuss
3507	discuss
3508	unrelated
3509	discuss
3510	discuss
3511	unrelated
3512	discuss
3513	discuss
3514	discuss
3515	discuss
3516	discuss
3517	agree
3518	unrelated
3519	discuss
3520	discuss
3521	discuss
3522	unrelated
3523	discuss
3524	unrelated
3525	unrelated
3526	discuss
3527	discuss
3528	unrelated
3529	discuss
3530	discuss
3531	discuss
3532	agree
3533	discuss
3534	agree
3535	discuss
3536	discuss
3537	discuss
3538	discuss
3539	unrelated
3540	discuss
3541	discuss
3542	unrelated
3543	agree
3544	unrelated
3545	unrelated
3546	discuss
3547	unrelated
3548	discuss
3549	discuss
3550	unrelated
3551	discuss
3552	unrelated
3553	discuss
3554	discuss
3555	unrelated
3556	agree
3557	unrelated
3558	discuss
3559	unrelated
3560	unrelated
3561	agree
3562	discuss
3563	discuss
3564	discuss
3565	unrelated
3566	discuss
3567	discuss
3568	agree
3569	discuss
3570	agree
3571	unrelated
3572	unrelated
3573	discuss
3574	unrelated
3575	unrelated
3576	agree
3577	unrelated
3578	unrelated
3579	discuss
3580	discuss
3581	discuss
3582	discuss
3583	agree
3584	discuss
3585	unrelated
3586	unrelated
3587	unrelated
3588	unrelated
3589	discuss
3590	unrelated
3591	unrelated
3592	unrelated
3593	unrelated
3594	unrelated
3595	unrelated
3596	discuss
3597	unrelated
3598	unrelated
3599	agree
3600	agree
3601	discuss
3602	unrelated
3603	discuss
3604	discuss
3605	disagree
3606	unrelated
3607	unrelated
3608	discuss
3609	unrelated
3610	agree
3611	unrelated
3612	discuss
3613	discuss
3614	discuss
3615	discuss
3616	agree
3617	discuss
3618	discuss
3619	unrelated
3620	discuss
3621	unrelated
3622	discuss
3623	unrelated
3624	unrelated
3625	discuss
3626	discuss
3627	discuss
3628	discuss
3629	discuss
3630	discuss
3631	unrelated
3632	discuss
3633	discuss
3634	discuss
3635	disagree
3636	discuss
3637	discuss
3638	discuss
3639	agree
3640	discuss
3641	discuss
3642	discuss
3643	unrelated
3644	discuss
3645	discuss
3646	discuss
3647	unrelated
3648	discuss
3649	unrelated
3650	unrelated
3651	agree
3652	unrelated
3653	unrelated
3654	discuss
3655	discuss
3656	discuss
3657	discuss
3658	unrelated
3659	discuss
3660	agree
3661	discuss
3662	unrelated
3663	discuss
3664	discuss
3665	agree
3666	discuss
3667	agree
3668	discuss
3669	discuss
3670	unrelated
3671	unrelated
3672	discuss
3673	discuss
3674	agree
3675	unrelated
3676	discuss
3677	discuss
3678	unrelated
3679	discuss
3680	discuss
3681	unrelated
3682	agree
3683	discuss
3684	discuss
3685	discuss
3686	discuss
3687	discuss
3688	discuss
3689	discuss
3690	discuss
3691	agree
3692	discuss
3693	agree
3694	unrelated
3695	discuss
3696	discuss
3697	discuss
3698	discuss
3699	discuss
3700	unrelated
3701	discuss
3702	discuss
3703	unrelated
3704	discuss
3705	agree
3706	discuss
3707	discuss
3708	discuss
3709	discuss
3710	discuss
3711	discuss
3712	unrelated
3713	unrelated
3714	agree
3715	unrelated
3716	discuss
3717	discuss
3718	discuss
3719	unrelated
3720	discuss
3721	discuss
3722	discuss
3723	discuss
3724	unrelated
3725	unrelated
3726	discuss
3727	unrelated
3728	discuss
3729	agree
3730	discuss
3731	discuss
3732	agree
3733	unrelated
3734	discuss
3735	discuss
3736	discuss
3737	discuss
3738	discuss
3739	unrelated
3740	agree
3741	discuss
3742	unrelated
3743	discuss
3744	unrelated
3745	unrelated
3746	unrelated
3747	discuss
3748	agree
3749	unrelated
3750	discuss
3751	unrelated
3752	unrelated
3753	discuss
3754	discuss
3755	unrelated
3756	agree
3757	discuss
3758	agree
3759	discuss
3760	discuss
3761	discuss
3762	discuss
3763	discuss
3764	unrelated
3765	discuss
3766	unrelated
3767	agree
3768	agree
3769	discuss
3770	discuss
3771	discuss
3772	discuss
3773	discuss
3774	discuss
3775	agree
3776	discuss
3777	discuss
3778	unrelated
3779	discuss
3780	discuss
3781	discuss
3782	discuss
3783	unrelated
3784	discuss
3785	unrelated
3786	discuss
3787	unrelated
3788	discuss
3789	disagree
3790	agree
3791	discuss
3792	discuss
3793	discuss
3794	discuss
3795	discuss
3796	discuss
3797	discuss
3798	agree
3799	discuss
3800	disagree
3801	discuss
3802	unrelated
3803	discuss
3804	discuss
3805	unrelated
3806	discuss
3807	unrelated
3808	agree
3809	discuss
3810	discuss
3811	unrelated
3812	unrelated
3813	discuss
3814	discuss
3815	discuss
3816	discuss
3817	discuss
3818	agree
3819	discuss
3820	agree
3821	unrelated
3822	agree
3823	agree
3824	discuss
3825	discuss
3826	agree
3827	unrelated
3828	discuss
3829	unrelated
3830	unrelated
3831	agree
3832	agree
3833	discuss
3834	unrelated
3835	discuss
3836	agree
3837	discuss
3838	unrelated
3839	agree
3840	agree
3841	discuss
3842	discuss
3843	discuss
3844	unrelated
